[
  {
    "name": "Amy Hennig",
    "institution": "Visceral Games",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2085"
    },
    "id": "amy-hennig",
    "img": "https://private.sinfo.org/forum/download/file.php?id=95",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "joao.chitas"
    },
    "contacts": "\ntwitter: https://twitter.com/amy_hennig\n\nSei que já tivemos uma pessoa da Naughty Dog na edição passada, mas ela neste momento está na Visceral a trabalhar num novo jogo do Star Wars. Seria interessante ouvir o que ela tem a dizer acerca da escrita de guiões para jogos e também para mostrar que o preconceito de que os video-jogos são coisa de homens, é algo do passado.\nAinda só encontrei o twitter dela, mas vou actualizando a lista de contactos assim que encontrar algo de novo ",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "\namy_hennig.jpg (32.43 KiB) Viewed 23 times\n\n\n\"Amy Hennig (born 1964/65) is a video game director and script writer, formerly for the video game company Naughty Dog. She began her work in the industry on the Nintendo Entertainment System, with her design debut on the Super Nintendo Entertainment System game Michael Jordan: Chaos in the Windy City. She later went to work for Crystal Dynamics, working primarily on the Legacy of Kain series. With Naughty Dog, her work has been on two primary series: Jak and Daxter and Uncharted.\n\nWith her writing style, Hennig believes that the creative direction of a script holds more importance than the graphics of the game. She has been called one of the most influential women in the video game industry by Edge magazine, and has been cited as an example of how more women are becoming involved in a previously male dominated field.\"\n\nContactos\ntwitter: https://twitter.com/amy_hennig\n\nSei que já tivemos uma pessoa da Naughty Dog na edição passada, mas ela neste momento está na Visceral a trabalhar num novo jogo do Star Wars. Seria interessante ouvir o que ela tem a dizer acerca da escrita de guiões para jogos e também para mostrar que o preconceito de que os video-jogos são coisa de homens, é algo do passado.\nAinda só encontrei o twitter dela, mas vou actualizando a lista de contactos assim que encontrar algo de novo "
  },
  {
    "name": "Sarah Northway",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2084"
    },
    "id": "sarah-northway",
    "img": "https://private.sinfo.org/forum/download/file.php?id=93",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "mafalda.antunes"
    },
    "contacts": "\nTwitter: @sarah_northway\nLinkedin: http://www.linkedin.com/pub/sarah-northway/2/426/420\nGmail: sarahnorthway@gmail.com\nOther: northwaygames.com",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "\nimage.jpg (44.22 KiB) Viewed 32 times\n\n\n'Hi, I'm Sarah Northway!\n\nWhat do you work on?\nI design and program indie video games. My most well known one is Rebuild, a post-apocalyptic strategy game for browsers and mobile phones. It's not your usual shoot-the-zombies-in-the-head kind of game; instead you manage a city of survivors and have to make tough decisions to keep them alive. It's written in Adobe Flash (AS3 / AIR) and took me about a year to make. I'm currently working on Rebuild 3, which I raised money for on Kickstarter.\n\n(...) \nHow did you learn to program?\nI loved computers from a young age in the 80s and 90s, because I loved the games you could play on them. I learned shell scripting so I could run games, learned how to use BBSes so I could download games, then learned HTML so I could make websites about... I'll let you guess. I did my earliest real programming in first year college and fell in love with the world of puzzles and language that sits inside every piece of software. To me, programming is a game.\nI majored in computer science, which involved far too much math and theory and circuit boards for my liking. I learned the most from working on projects that interested me, not from books or teachers. (...) '\n\n\n\nContactos:\nTwitter: @sarah_northway\nLinkedin: http://www.linkedin.com/pub/sarah-northway/2/426/420\nGmail: sarahnorthway@gmail.com\nOther: northwaygames.com"
  },
  {
    "name": "John Mcafee",
    "institution": "Macfee Antivirus",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2060"
    },
    "id": "john-mcafee",
    "img": "http://msnbcmedia.msn.com/j/MSNBC/Components/Photo/_new/1c5064560-121205-john-mcafee-kb-1029a.photoblog600.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "mike.duarte"
    },
    "contacts": "\n\nPágina de Facebook: https://www.facebook.com/pages/John-McAfee/126046108190\nTwitter: https://twitter.com/officialmcafee\nWebsite: http://www.whoismcafee.com/contact/\n\nDraft\n\nIn a world full of computer dangers, it becomes increasingly important to keep our computer protected from the dangers of the internet. From the day that the first computer viruses began to appear, much has changed in this area, mainly the permanent creation and updating of the software that we have on our computers.\nWe would like to have someone on our campus so distinguished and recognized in this area, that created one of the most popular antivirus in the world. Since you were the first to use a shareware business model based on antivirus distribution , it would be great to listen to your opinion and your actual point of view and share it to our colleagues at the XXI SINFO.\n\n\nTentarei usar primeiro o website, tem lá um formulário de contacto para palestras, depois tentarei os outros métodos se este não trouxer resultados rápidos ",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "John Mcafee\n\n\n\nMcAfee was employed as a programmer by NASA's Institute for Space Studies in New York City from 1968 to 1970. From there, he went to Univac as a software designer and later to Xerox as an operating system architect. In 1978 he joined Computer Sciences Corporation as a software consultant. Later, while employed by Lockheed in the 1980s, McAfee received a copy of the Pakistani Brain computer virus and began developing software to combat viruses.\nIn 1987 McAfee founded McAfee Associates, a computer anti-virus company. He was the first to distribute anti-virus software using the shareware business model. In 1989, he quit Lockheed and began working full-time at McAfee Associates, which he initially operated from his home in Santa Clara, California. The company was incorporated in Delaware in 1992, and McAfee resigned from the company in 1994. Two years after McAfee Associates went public, McAfee sold his remaining stake in the company. Network Associates was formed in 1997 as a merger of McAfee Associates and Network General. This company later became Network Associates, a name it retained for seven years until it was renamed McAfee. Now a subsidiary of Intel corporation, McAfee remains today as one of the largest anti-virus companies in the world.\n\n\nContactos\n\nPágina de Facebook: https://www.facebook.com/pages/John-McAfee/126046108190\nTwitter: https://twitter.com/officialmcafee\nWebsite: http://www.whoismcafee.com/contact/\n\nDraft\n\nIn a world full of computer dangers, it becomes increasingly important to keep our computer protected from the dangers of the internet. From the day that the first computer viruses began to appear, much has changed in this area, mainly the permanent creation and updating of the software that we have on our computers.\nWe would like to have someone on our campus so distinguished and recognized in this area, that created one of the most popular antivirus in the world. Since you were the first to use a shareware business model based on antivirus distribution , it would be great to listen to your opinion and your actual point of view and share it to our colleagues at the XXI SINFO.\n\n\nTentarei usar primeiro o website, tem lá um formulário de contacto para palestras, depois tentarei os outros métodos se este não trouxer resultados rápidos "
  },
  {
    "name": "Massimo Banzi",
    "institution": "Arduino",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2078"
    },
    "id": "massimo-banzi",
    "img": "http://farm6.static.flickr.com/5100/5537363317_7ee0c04ac4.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "joao.antunes"
    },
    "contacts": "\nEmail - press@arduino.cc\nLinkedin - http://ch.linkedin.com/in/massimobanzi\nTwitter - https://twitter.com/mbanzi\nSite - http://www.massimobanzi.com/",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "\n\nMassimo Banzi is the co-founder of the Arduino project. He is an Interaction Designer, Educator and Open Source Hardware advocate. He has worked as a consultant for clients such as: Prada, Artemide, Persol, Whirlpool, V&A Museum and Adidas.\n\n\nSem querer fugir para electro acho que era interessante e do que vi dá uns talks porreiros   \n\nContactos:\nEmail - press@arduino.cc\nLinkedin - http://ch.linkedin.com/in/massimobanzi\nTwitter - https://twitter.com/mbanzi\nSite - http://www.massimobanzi.com/"
  },
  {
    "name": "Gordon \"Fyodor\" Lyon",
    "institution": "Nmap Security Scanner",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2077"
    },
    "id": "gordon-fyodor-lyon",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Gordon_%22Fyodor%22_Lyon.jpg/800px-Gordon_%22Fyodor%22_Lyon.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "pedro.saraiva"
    },
    "contacts": "\nEmail - fyodor@nmap.org\nTwitter - https://twitter.com/gordonlyon\nFacebook - https://www.facebook.com/gordonlyon\nG+ - https://plus.google.com/u/0/+GordonLyon/posts\nSite - http://insecure.org/fyodor/",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Gordon \"Fyodor\" Lyon\n\n\n\nGordon Lyon (also known by his pseudonym Fyodor Vaskovich) is a network security expert, open source programmer, writer, and a hacker. He authored the open source Nmap Security Scanner and numerous books, web sites, and technical papers focusing on network security. Lyon is a founding member of the Honeynet Project and Vice President of Computer Professionals for Social Responsibility.\n\n\nhttp://en.wikipedia.org/wiki/Gordon_Lyon\n\nFalei com o Valmiky, como é óbvio, e ele disse que não sabe se é bom orador ou não, mas disse que era um grande nome.   \n\nPresentations: http://nmap.org/presentations/\n\nContactos:\nEmail - fyodor@nmap.org\nTwitter - https://twitter.com/gordonlyon\nFacebook - https://www.facebook.com/gordonlyon\nG+ - https://plus.google.com/u/0/+GordonLyon/posts\nSite - http://insecure.org/fyodor/"
  },
  {
    "name": "James Lyne",
    "institution": "Director of technology strategy, Sophos",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2075"
    },
    "id": "james-lyne",
    "img": "http://images.ted.com/images/ted/911d7a14ee12a1000c7f034b2285c1efc1f36402_254x191.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "jorge.palma"
    },
    "contacts": "\nhttps://twitter.com/jameslyne",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "James Lyne\n\n\nCybersecurity specialist\n\n\n\"I take the security threat as a direct affront to the purpose of the web.\"\n\n—James Lyne\n\nJames Lyne is focused on the 5-year technology strategy at Sophos in the Office of the CTO. Working with key business and technology trends and combining a detailed knowledge of threats, James extrapolates from the modern world of threat protection to explore the future security and technology requirements. Aside from technology strategy, James frequently engages with customers and industry forums to evangelize the security problem domains.\n\nBackground\n\nWith a background as a mathematician and a strong focus on cryptography, James Lyne's knowledge of security is informed by a detailed understanding of practicalities. James has worked with some of the world's largest and most paranoid enterprises to implement risk-oriented security strategies. With a collection of academic awards and industry certifications James also works with educational bodies to improve awareness, which is the most important component of security.\n\nhttp://www.sophos.com/en-us/press-offic ... -lyne.aspx\n\n\n\n\nContactos\nhttps://twitter.com/jameslyne"
  },
  {
    "name": "Mike Krieger",
    "institution": "Instagram",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2074"
    },
    "id": "mike-krieger",
    "img": "http://data.amirite.net/quote_author_images/52f3ac092f849.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "mike.duarte"
    },
    "contacts": "\nhttps://twitter.com/mikeyk\n@mikeyk\nhttps://www.linkedin.com/in/mikekrieger\nhttps://www.facebook.com/mikeyk?fref=ts",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Mike Krieger\n\n\n\nBio:\n\nMichel \"Mike\" Krieger is a Brazilian entrepreneur and software engineer, who is probably best known as the co-founder of Instagram, along with Kevin Systrom. Born in São Paulo, São Paulo, Brazil, Krieger moved to California in 2004 to attend Stanford University. At Stanford, where he studied symbolic systems, he met Kevin Systrom. The two of them co-founded Instagram in 2010.\n\n\nOu trazer ele, ou o Kevin Systrom, o outro fundador do Instagram.\n\nContactos: \nhttps://twitter.com/mikeyk\n@mikeyk\nhttps://www.linkedin.com/in/mikekrieger\nhttps://www.facebook.com/mikeyk?fref=ts"
  },
  {
    "name": "Rui Pereira(CTO) / David Perry(CEO)",
    "institution": "Gaikai/PlayStation Now)",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2073"
    },
    "id": "rui-pereiracto--david-perryceo",
    "img": "https://pbs.twimg.com/profile_images/942188643/DP_Icon_bigger.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "goncalo.sena"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "David Perry (CEO Gaikai)\n\nTwitter: https://twitter.com/dperry\ne-mail:?\nfacebook: https://www.facebook.com/dppublic\nlinkedin: http://www.linkedin.com/in/dperry\nPágina pessoal: http://www.dperry.com/\n\nRui Pereira (CTO Gaikai)\n\nTwitter: https://twitter.com/rfapereira\ne-mail:?\nfacebook:?\nlinkedin: http://www.linkedin.com/in/rfapereira\n\nNa minha opinião a cloud e um tema cada vez mais relevante na indústria dos videojogos e da informática em geral e, como tal, penso que seria interessante abordar este assunto na SINFO. Como devem saber, existem já vários serviços de cloud gaming como o OnLive, Gaikai e o NVIDIA GRID (entre outros?). Pelo que parece a Valve também vai integrar um sistema de streaming na SteamBox e em Portugal temos o MEO Jogos. No entanto, para todos os efeitos, não sei se estes dois últimos são pela cloud ou não. A Microsoft também está a trabalhar em algo parecido, mas acho que ainda não foi nada oficializado ou anunciado.\n\nA Gaikai faz parte dos serviços mais importantes de cloud gaming da actualidade. Foi fundada inicialmente pelo Andrew Gault e pelo português (e actual CTO) Rui Pereira. Mais tarde, o David Perry (actual CEO) veio a fazer parte da equipa como co-fundador. Foi recentemente adquirida pela Sony e, supostamente, será bastante importante nos seus produtos mais recentes (PS4, PSVita, tablets, portáteis, etc). A sua tecnologia está actualmente a ser usada para o Remote Play da PS4 e vai ser usada para o seu serviço de cloud gaming agora denominado PlayStation Now (que, se não me engano está actualmente em fase BETA).\n\nNão encontro nenhum vídeo ou notícia de palestras/painéis dados pelo Rui Pereira, portanto não sei até que ponto seria favorável ou não trazê-lo cá. A única vantagem que vejo é o facto de ele ser português. Por outro lado, o David Perry tem imensas talks/palestras/etc online e fez inclusivamente parte do evento onde foi anunciada pela primeira vez a PS4. Ambos residem actualmente na Califórnia.\n\nA ideia é obviamente convidar um ou o outro. No ano passado tentei apenas contactar o David Perry via facebook e através do seguinte e-mail: dperry@gmail.com, mas não obtive resposta. Desta vez posso chatear um ou o outro via linkedin, visto que já sou amigaço deles lá. Pelo twitter não faço ideia se dá para mandar msg pessoal. Nunca usei aquilo na vida. lol"
  },
  {
    "name": "Andrew Ng",
    "institution": "Universidade de Stanford e Coursera",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2068"
    },
    "id": "andrew-ng",
    "img": "http://www.technologyreview.com/sites/default/files/legacy/andrew_x220.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "bruno.dias"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Bruno.Dias wrote:\n\n\nCo-fundador do Coursera, professor e investigador, em Standford, na área de inteligência artificial. O curso de Machine Learning, no Coursera, e é uma espécie de referência, para quem quer ser introduzido ao tema. \n\nEmail: ang@cs.stanford.edu\nSite pessoal: http://ai.stanford.edu/~ang/\nTwitter: https://twitter.com/AndrewYNg\nLinkedin: https://www.coursera.org/instructor/~35\n\nDraft 1\n\nYour work in the development of MOOCs and Machine Learning have inspired millions of students and future researchers. Some of those current and future researchers study and work at our university. Your newest work on deep learning is providing a great insight on new ways of obtaining knowledge from big datasets-\nAlso, we were impressed with the advancements you, and your team, made with Google, regarding Google Brain. Indeed, that prooved quite impressive in the benchmarks. For that, i bet our students would love to ear, and see, you talking about what you have done, for this project.\nTaking into account that, nowadays, the main focus of AI research, teaching and production is on learning models, and being you one of the main figures on machine learning, it would be a pleasure, for us and our campus, that you come to our conference, next year.\n\n\n\nDraft 2\n\nYour work in the development of MOOCs and Machine Learning have inspired millions of students and future researchers. Some of those, current and future researchers, study and work at our university. Your newest work on deep learning provides a great insight on new ways of obtaining knowledge from big datasets.\nAlso, we were impressed with the advancements you, and your team, made with Google, regarding Google Brain, which prooved quite impressive in the benchmarks. For that, I bet our students would love to ear, and see you, talking about what you have done, for this project.\nTaking into account that, nowadays, the main focus of AI research, teaching and production is on learning models, and being you one of the main figures on machine learning, it would be a pleasure, for us and our campus, if you could come to our conference, next year.\n\n\n\nResposta\nThank you very much for your kind invitation. This sounds a very interesting event, and I regret tat I've already been traveling excessively recently, and so I won't be able to come to this. \n"
  },
  {
    "name": "Steve Coast",
    "institution": "Open Street Map",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2067"
    },
    "id": "steve-coast",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Steve_Coast_-_OSM_im_Rheinland_%280604%29.jpg/220px-Steve_Coast_-_OSM_im_Rheinland_%280604%29.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "bruno.dias"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Bruno.Dias wrote:\n\n\nFundador do Open Street Maps. Já trabalhou na CloudMade, Microsoft e, actualmente, está na Telenav. A talk que ele iria dar rodará à volta de GIS.\n\nSite pessoal: http://stevecoast.com/\nTwitter: https://twitter.com/SteveC\nhttp://wiki.openstreetmap.org/wiki/User:Steve\n\nFesta de contactos\nemail: steve@asklater.com\nicq: 14047829\nskype: stevecoast\nmsn live messeger thingy: steve@fractalus.com\naol: stevec149\ngoogle talk (jabber): stevecoast@gmail.com\nYahoo! IM: StephenCoast\ntwitter: SteveC\ndelicious: SteveC\nflickr: over here\nAmazon US wishlist here\nUS Phone: +1 (415) 894-9711\n\n\nÉ sinal divino! Este quer ser contactado! xD\n"
  },
  {
    "name": "Scott Reismanis",
    "institution": "DBolical",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2066"
    },
    "id": "scott-reismanis",
    "img": "http://devsbuild.it/files/styles/card/public/INT_design3_scott-reismanis-desura_031113.png?itok=dbhJDDFh",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "bruno.dias"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Bruno.Dias wrote:\n\n\nFundador e CEO da DBolical. Esta empresa criou e gere os sites do ModDB, Desura, IndieDB e SlideDB. É uma das (senão a mais) importantes plataformas para divulgação de conteúdo criado por utilizadores, para uma miríade de jogos. Mods, mapas, modelos, you name it.\n\nFacebook: https://www.facebook.com/scottreismanis\nLinkedin: http://au.linkedin.com/in/scottreismanis\nGoogle+: https://plus.google.com/107002312791882587101\nQuora: http://www.quora.com/Scott-Reismanis\n"
  },
  {
    "name": "Gabe Zichermann",
    "institution": "CEO Gamification",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2065"
    },
    "id": "gabe-zichermann",
    "img": "http://www.gamification.co/wp-content/themes/gamificationco/img/gabe-header.png",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "jorge.palma"
    },
    "contacts": "\nhttp://www.linkedin.com/in/gzicherm\nFormulário aqui: http://www.gamification.co/gabe-zichermann/\nTwitter: @gzicherm",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Gabe Zichermann\n\n\n\nBio:\nGABE ZICHERMANN is the chair of GSummit where top gamification experts across industries gather to share knowledge and insight about customer & employee engagement and loyalty. He is also an author, highly rated public speaker and entrepreneur whose next book, The Gamification Revolution (McGraw Hill, 2013) looks at how leaders are leveraging gamification strategy to crush the competition. His previous books, Gamification by Design (2011) and Game-Based Marketing (2010) have helped define the industry’s standards and frameworks, and continue to be key reference materials today. Gabe resides in New York City, where he is co-director of startup accelerator The Founder Institute, and a board member of StartOut.org.\n\nhttp://en.wikipedia.org/wiki/Gabe_Zichermann\n\n\nContactos:\nhttp://www.linkedin.com/in/gzicherm\nFormulário aqui: http://www.gamification.co/gabe-zichermann/\nTwitter: @gzicherm"
  },
  {
    "name": "Ray Kurzweil",
    "institution": "MIT, Google",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2061"
    },
    "id": "ray-kurzweil",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/f/f4/Raymond_Kurzweil_Fantastic_Voyage.jpg/220px-Raymond_Kurzweil_Fantastic_Voyage.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "jorge.palma"
    },
    "contacts": "\nFor Ray Kurzweil public speaking inquiries: speaking@kurzweilai.net.",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Ray Kurzweil\n\n\n\nBio: \nSo much stuff I can't even begin\nRaymond \"Ray\" Kurzweil (/ˈkɜrzwaɪl/ kurz-wyl; born February 12, 1948) is an American author, inventor, futurist, and is a director of engineering at Google. Aside from futurology, he is involved in fields such as optical character recognition (OCR), text-to-speech synthesis, speech recognition technology, and electronic keyboard instruments. He has written books on health, artificial intelligence (AI), transhumanism, the technological singularity, and futurism. Kurzweil is a public advocate for the futurist and transhumanist movements, as has been displayed in his vast collection of public talks, wherein he has shared his primarily optimistic outlooks on life extension technologies and the future of nanotechnology, robotics, and biotechnology.\n\nhttp://en.wikipedia.org/wiki/Ray_Kurzweil\n\n\n\nhttp://www.kurzweilai.net/\n\n\nContactos:\nFor Ray Kurzweil public speaking inquiries: speaking@kurzweilai.net."
  },
  {
    "name": "Erich Gamma",
    "institution": "Eclipse, VisualStudio",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2064"
    },
    "id": "erich-gamma",
    "img": "http://cdn-static.zdnet.com/i/story/60/40/000134/Burnette_DSCN0407.JPG",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "diogo.nicolau"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Erich Gamma\n\n\n\nBio:\n\nErich Gamma (born 1961 in Zürich) is Swiss computer scientist and co-author of the influential software engineering textbook, Design Patterns: Elements of Reusable Object-Oriented Software. He co-wrote the JUnit software testing framework with Kent Beck and led the design of the Eclipse platform's Java Development Tools (JDT). He also worked on the IBM Rational Jazz project.\n\nHe joined Microsoft's Visual Studio team in 2011 and will lead a development lab in Zürich, Switzerland.\n\n\n\nLinkedin: http://ch.linkedin.com/pub/erich-gamma/0/7a2/599\nTwitter: https://twitter.com/ErichGamma\n\nmore contacts soon to be found"
  },
  {
    "name": "John D. Carmack",
    "institution": "Quake, Oculus VR",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2063"
    },
    "id": "john-d-carmack",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/John_Carmack_GDC_2010.jpg/584px-John_Carmack_GDC_2010.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "diogo.nicolau"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "John D. Carmack\n\n\n\nBio:\n\nJohn D. Carmack (born August 20, 1970) is an American game programmer and the co-founder of id Software. Carmack was the lead programmer of the id video games Commander Keen, Wolfenstein 3D, Doom, Quake, Rage and their sequels. Carmack is best known for his innovations in 3D graphics, and is also a rocketry enthusiast and the founder and lead engineer of Armadillo Aerospace. In August 2013, Carmack took the position of CTO at Oculus VR, now a part of Facebook.\n\n\nLinkedin: http://www.linkedin.com/pub/john-carmack/6/19a/723\nTwitter: https://twitter.com/ID_AA_Carmack\n\nmore contacts soon to be found"
  },
  {
    "name": "Chris Melissinos",
    "institution": "Sun Microsystems",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2062"
    },
    "id": "chris-melissinos",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Chris_Melissinos.jpg/429px-Chris_Melissinos.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "diogo.nicolau"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Chris Melissinos\n\n\n\n\nBio:\n\nChristopher Robert Melissinos is a leading figure in the Java community. He served as Sun Microsystems' Chief Evangelist and Chief Gaming Officer. During his tenure at Sun, he was responsible for the creation of their Game Technologies Group and was a driving political force behind the formation of several open source Java gaming technologies including Project Darkstar, and Java bindings for OpenGL, OpenAL and Jinput.\n\nMelissinos is a prolific speaker, regularly speaking at conferences such as the Consumer Electronics Show, Electronic Entertainment Expo, Game Developers Conference, Harvard's Cyberposium, JavaTM Conference in Milan, Italy, and Ziff-Davis's Electronic Gaming Summit. He was also the host of JavaOne 2009.\n\n\nhttp://www.artofvideogames.org/\n\nLinkedin: http://www.linkedin.com/in/chrism\nTwitter: https://twitter.com/CMelissinos"
  },
  {
    "name": "Andy Seabourne",
    "institution": "Apache Jena & W3C",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2058"
    },
    "id": "andy-seabourne",
    "img": "http://xmlsummerschool.com/images/AndySeaborne.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "bruno.dias"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Rafael.Santos wrote:\n\n\nChefão do projecto Apache Jena, framework (em Java) para construir aplicações baseadas em tecnologias da web semântica.\n\nTwitter: https://twitter.com/AndySeaborne\nBlog: http://seaborne.blogspot.pt/\nEmail: andy.seaborne@hp.com (não sei se ainda é válido, já saiu da HP)\nEmail: andy.seaborne@epimorphics.com\nEmail: andy@apache.org\n\n\nAdição: um dos principais responsáveis pela especificação do SPARQL. *amen*"
  },
  {
    "name": "Miles Jacobson",
    "institution": "Sports Interactive",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2056"
    },
    "id": "miles-jacobson",
    "img": "http://upload.wikimedia.org/wikipedia/en/thumb/6/6a/Miles_Jacobson_2013.jpg/495px-Miles_Jacobson_2013.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "mike.duarte"
    },
    "contacts": "\nhttps://twitter.com/milesSI\nhttps://www.facebook.com/miles.jacobson\n[url]uk.linkedin.com/pub/miles-jacobson/0/142/391[/url]",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Miles Jacobson\n\n\n\nBio:\n\nMiles Jacobson OBE is studio director of Sports Interactive, the team behind the Football Manager series of video games, and creators of the original Championship Manager.[1]\n\n\nA descrição é pequena, para já, é suficiente e fala por si :p.\n\nhttp://en.wikipedia.org/wiki/Miles_Jacobson\n\nContactos:\nhttps://twitter.com/milesSI\nhttps://www.facebook.com/miles.jacobson\n[url]uk.linkedin.com/pub/miles-jacobson/0/142/391[/url]"
  },
  {
    "name": "Minh Le",
    "institution": "Counter Strike",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2047"
    },
    "id": "minh-le",
    "img": "http://images.fpsguru.com/articles/images/2000/1902/popup/Gooseman.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "mike.duarte"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Minh Le\n\n\n\nBio:\nMinh Le (Vietnamese: Lê Minh, born June 27, 1977), also known by his online nickname Gooseman, is a Vietnamese-Canadian computer game developer who co-created the popular Half-Life mod Counter-Strike with Jess Cliffe in 1999. He was later employed by Valve Software, the developers of Half-Life, and is currently working on the multiplayer first-person shooter Tactical Intervention. In the small-team games that he has worked on, Le has been a programmer, modeler, and designer.\n\n\nTwitter: @GoosemanTI\n\nUm dos criadores do CS devia ser engraçado :p"
  },
  {
    "name": "Paul Lamere",
    "institution": "Echonest",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2041"
    },
    "id": "paul-lamere",
    "img": "https://0.gravatar.com/avatar/f053296ea3361d787060c6df8ca4e612?d=https%3A%2F%2Fidenticons.github.com%2Fe94f3a517f389202733d8927aa063eab.png&r=x&s=440",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "bruno.dias"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Bruno.Dias wrote:\n\n\nPaul is the Director of Developer Platform for The Echo Nest, a music intelligence company located in Somerville Massachusetts. Paul serves on a number of program committees including the International Society for Music Information Retrieval and UMAP 09. He is the Industrial Co-Chair of RecSys’09.\n\n\nEmail: paul@echonest.com\nTwitter: https://twitter.com/plamere\nBlog: http://musicmachinery.com/ [SO GOOD ]\n\nNem acredito que me esqueci deste. É que é dos maiores de MIR, actualmente. A carteira de clientes da Echonest é uma coisa arrebatadora, caraças.\nE, quem gostar de protótipos muito imaginativos, vá ao blog dele. Aliás, já sugeri à Claudia para colocar um dos hacks, que ele fez, no facebook da SINFO.\nChatice: ele está nos EUA. Ou seja, como já temos muitos custos, sugeria que ficasse para o ano.\n\nEDIT: esqueci-me de dizer que ele é bué apologista de hackatons. Então, se forem protótipos que usem a API da Echonest, é só dizer.\n\n\nNOTA 1: A Echonest foi comprada pela Spotify.\n\nNOTA 2: Ele quer mesmo vir, falem com ele para tratarem dos prazos."
  },
  {
    "name": "Vijay Pande",
    "institution": "Folding@home",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2053"
    },
    "id": "vijay-pande",
    "img": "http://upload.wikimedia.org/wikipedia/commons/2/2f/Vijay_Pande.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "andre.domingues"
    },
    "contacts": "\nEmail: pande@stanford.edu\nTwitter: https://twitter.com/vijaypande\nSite: http://chemistry.stanford.edu/faculty/vijay-pande",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "\n\nVijay S. Pande is a biomedical scientist and a Stanford University professor of chemistry, structural biology, and computer science. Vijay S. Pande is the Director of the Biophysics Program and is best known for orchestrating the disease research project called Folding@home distributed computing. His research is focused on distributed computing and computer-modelling of microbiology. His current research focuses on improvising computer simulations regarding drug-binding, protein design, and synthetic bio-mimetic polymers.\n\n\n\nhttp://en.wikipedia.org/wiki/Vijay_Pande\n\nhttp://folding.stanford.edu/\n\nContactos:\nEmail: pande@stanford.edu\nTwitter: https://twitter.com/vijaypande\nSite: http://chemistry.stanford.edu/faculty/vijay-pande"
  },
  {
    "name": "John Resig",
    "institution": "jQuery",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2048"
    },
    "id": "john-resig",
    "img": "http://upload.wikimedia.org/wikipedia/commons/c/cd/Jresig.png",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "pedro.saraiva"
    },
    "contacts": "\nEmail - jeresig@gmail.com\nTwitter - https://twitter.com/jeresig\nSite - http://ejohn.org/about/",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "John Resig\n\n\n\nJohn Resig is the Dean of Computer Science at Khan Academy and the creator of the jQuery JavaScript library. He’s also the author of the books Pro JavaScript Techniques and Secrets of the JavaScript Ninja.\nJohn is a Visiting Researcher at Ritsumeikan University in Kyoto working on the study of Ukiyo-e (Japanese Woodblock printing). He has developed a comprehensive woodblock print database and image search engine located at: Ukiyo-e.org. Currently, John is located in Brooklyn, NY.\n\n\nhttp://en.wikipedia.org/wiki/John_Resig\n\nVive em NY e supostamente só dá talks nessa zona, mas em 2011 esteve na Holanda, em 2013 no Japão e em Julho deste ano vem à Suiça. Talvez se contactarmos com antecedência ele não se importe, até porque no historial dele não aparece que alguma vez tenha estado em Portugal.\n\nVídeos de Talks: http://lanyrd.com/profile/jeresig/video/\n\nContactos:\nEmail - jeresig@gmail.com\nTwitter - https://twitter.com/jeresig\nSite - http://ejohn.org/about/"
  },
  {
    "name": "Justin Kan",
    "institution": "TwitchTV e Justin.tv",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2045"
    },
    "id": "justin-kan",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Justin_Kan_-_face_-_Gnomedex_2007.jpg/220px-Justin_Kan_-_face_-_Gnomedex_2007.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "francisco.goncalves"
    },
    "contacts": "\nLinkedIn: http://www.linkedin.com/pub/justin-kan/1/380/5a2\nTwitter: https://twitter.com/justinkan\n\nPs: Não consegui arranjar o e-mail pessoal dele. Mas no site do twitch consegui encontrar o e-mail dedicado à imprensa, se calhar podemos tentar por aí.\npress@twitch.tv",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "\n\nJustin Kan (born 1983) is an American Internet entrepreneur and investor. He is the co-founder of live video platforms Justin.tv and TwitchTV, as well as the mobile social video application Socialcam. He also serves as a part-time partner at venture capital firm Y Combinator. His attempt to broadcast his entire life at Justin.tv popularized the term \"lifecasting\".\nHe also contributes to the technology news site TechCrunch and co-founded Kiko Software, the first ajax based online calendar, with Emmett Shear. Kan graduated from Yale University in 2005 with degrees in physics and philosophy.\n\n\nhttp://en.wikipedia.org/wiki/Justin_Kan\n\nContactos:\nLinkedIn: http://www.linkedin.com/pub/justin-kan/1/380/5a2\nTwitter: https://twitter.com/justinkan\n\nPs: Não consegui arranjar o e-mail pessoal dele. Mas no site do twitch consegui encontrar o e-mail dedicado à imprensa, se calhar podemos tentar por aí.\npress@twitch.tv"
  },
  {
    "name": "Marissa Mayer",
    "institution": "Yahoo!",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2042"
    },
    "id": "marissa-mayer",
    "img": "http://static3.businessinsider.com/image/5213c1fbeab8ea211500000b-1186-786/marissa%20mayer%20mid-google%20years.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "francisco.dias"
    },
    "contacts": "\n\nMail: marissa.mayer@yahoo-inc.com \nTelefone?: 408 349 3300",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "\n\nMarissa Ann Mayer is the current President and CEO of Yahoo! since July 2012. Previously, she was a long-time executive and key spokesperson for Google. Mayer was ranked eighth on the list of America's most powerful businesswomen of 2013 by Fortune magazine.\n\n\nhttp://en.wikipedia.org/wiki/Marissa_Mayer\n\nContactos:\n\nMail: marissa.mayer@yahoo-inc.com \nTelefone?: 408 349 3300"
  },
  {
    "name": "James Hendler",
    "institution": "ex-CCO da DARPA",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2040"
    },
    "id": "james-hendler",
    "img": "http://www.cs.rpi.edu/~hendler/hendler2008.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "bruno.dias"
    },
    "contacts": "",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "Bruno.Dias wrote:\n\n\nPreciso mesmo de descrever aqui, alguma coisa? É que o site dele é ilustrativo da dimensão do homem. o.O Literalmente, é MUITO ilustrativo.\nMas pronto, deixe-me ilustrar ainda mais: http://www.cs.rpi.edu//~hendler/presentations/\n\nPágina de portfolio: http://www.cs.rpi.edu/~hendler/\nEmail, telefone, morada na faculdade, yada yada yada: http://www.cs.rpi.edu/~hendler/contact.html\nTwitter: https://twitter.com/jahendler\n\nApresentações: http://www.cs.rpi.edu//~hendler/presentations/\n\n\nO link da wikipedia tem uma descrição mais detalhada: http://en.wikipedia.org/wiki/James_Hendler"
  },
  {
    "name": "Hannah Wolfe",
    "institution": "Ghost Foundation",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2039"
    },
    "id": "hannah-wolfe",
    "img": "https://avatars2.githubusercontent.com/u/101513?s=460",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "francisco.dias"
    },
    "contacts": "\n\n(Não tenho mas arranjo facilmente)",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "\n\nHannah Wolfe is a multi-disciplinary programmer who recently fell in love with JavaScript and node.js.\n\nShe has spent the past few years at MOO.com, working on all aspects of their website with a favouritism for site analytics, WordPress, frontend development and in particular modern JavaScript development techniques.\n\nIn her spare time, she co-founded the Ghost Foundation with John O'Nolan, and is now the CTO - heading up development on Ghost as well as several other supporting projects.\n\n\nFaz esta plataforma de blogs espectacular: https://ghost.org/features/\n\nContactos:\n\n(Não tenho mas arranjo facilmente)"
  },
  {
    "name": "Johnny Chung Lee",
    "institution": "Google X",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2038"
    },
    "id": "johnny-chung-lee",
    "img": "http://www.cmu.edu/homepage/images/2008/johnnyLee_236x236.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "francisco.dias"
    },
    "contacts": "\n\nEmail: johnny@cs.cmu.edu / johnny@littlegreatideas.com / johnny@johnnylee.net / johnnylee@google.com\nSite: http://johnnylee.net/\nBlog: http://procrastineering.blogspot.com/\nLinkedIn: https://www.linkedin.com/in/johnnychunglee",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "\n\nJohnny Chung Lee is a Human-Computer Interaction researcher currently working at Google. Lee is best known for his work on Kinect development, extending the functionality of the Wii Remote controller of the Wii video game console, most notably by taking advantage of its high resolution IR camera. Lee's other projects include an interactive whiteboard, 3D head tracking, finger tracking, and a DIY telepresence robot.\n\nLee completed his Ph.D. at Carnegie Mellon University's Human-Computer Interaction Institute, and was named one of the world's top 35 innovators under 35 (TR35) in 2008. YouTube videos created for Lee's projects have received almost 10 million views, with the Wii Remote head tracking project being the most highly rated video on YouTube of all time for more than a week in January 2008. He also demonstrated several of these applications at events such as TED, and has been featured on popular websites such as Slashdot, Gizmodo, hackedgadgets, Popular Science, Wired Blogs and Engadget several times. Various magazine, newspapers and television programs have featured interviews with Lee as well. Lee has also made invited appearances at events such as Maker Faire.\n\n\nhttp://en.wikipedia.org/wiki/Johnny_Lee ... _scientist)\n\nTED Talk: http://www.ted.com/talks/johnny_lee_dem ... mote_hacks\n\nProject Tango: https://www.google.com/atap/projecttango/\nhttps://www.youtube.com/watch?v=Qe10ExwzCqk\n\nCV: http://johnnylee.net/academic/johnny_lee_CV.pdf\n\nContactos:\n\nEmail: johnny@cs.cmu.edu / johnny@littlegreatideas.com / johnny@johnnylee.net / johnnylee@google.com\nSite: http://johnnylee.net/\nBlog: http://procrastineering.blogspot.com/\nLinkedIn: https://www.linkedin.com/in/johnnychunglee"
  },
  {
    "name": "Tom Preston-Werner",
    "institution": "GitHub",
    "forum": {
      "22": "https://private.sinfo.org/forum/viewtopic.php?f=131&t=2037"
    },
    "id": "tom-prestonwerner",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Tom_Preston-Werner.jpg/440px-Tom_Preston-Werner.jpg",
    "status": {
      "22": "SUGESTÃO"
    },
    "member": {
      "22": "francisco.dias"
    },
    "contacts": "\nEmail: tom@mojombo.com / tom@github.com\nTwitter: https://twitter.com/mojombo\nSite: http://tom.preston-werner.com/",
    "area": "",
    "description": "",
    "history": [],
    "initial_post": "\n\nThomas \"Tom\" Preston-Werner is a software developer and entrepreneur. He is the President of GitHub, a hosting service for software projects, which he co-founded in 2008 with Chris Wanstrath and PJ Hyett. Preston-Werner is also the creator of the avatar service Gravatar.\n\n\nhttp://en.wikipedia.org/wiki/Tom_Preston-Werner\n\nContactos:\nEmail: tom@mojombo.com / tom@github.com\nTwitter: https://twitter.com/mojombo\nSite: http://tom.preston-werner.com/"
  }
]