[
  {
    "name": "Adam DuVander",
    "institution": "Programmable Web",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1684",
    "id": "adam-duvander",
    "img": "https://pbs.twimg.com/profile_images/1582256574/adam-spoon.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Accepted",
      "member": "bruno.dias"
    },
    "description": "In a world that is filled with tons of web APIs, during the last years, your work at Programmable Web allowed many developers (including many of our colleagues) to explore our ideas, without reinventing the wheel. But Programmable Web is more than just an API exhibitor: it provides the data and the searching functionalities needed to evaluate the usefulness of APIs.\nIt would be awesome to have you, at XXI SINFO, to enlight our fellow students, about the world of APIs that is out there and how to approach it.\n\nWhat makes an API, or a mashup, go viral? What are the reasonable approaches to community driven API development? How does a team aggregate the needs of many stakeholders, regarding the API features that are offered?\nThese are examples of great topics for our computer science student. \n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Francisco Rente",
    "institution": "Dognædis",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1890",
    "id": "francisco-rente",
    "img": "http://m.c.lnkd.licdn.com/media/p/1/000/1a2/1cf/0dca3db.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "goncalo.sena"
    },
    "description": "Quem é Francisco Rente?\nFrancisco Rente tem 29 anos de idade e é, além de CEO da Dognaedis, investigador da Universidade de Coimbra. Aos 23 anos, quando ainda aluno de mestrado, criou o Vigilis, um sistema informático único no mundo, para avaliar a segurança da Internet portuguesa e, desd,e então tem vindo a ser convidado como orador nacional e internacional na área da Segurança de Informação. Foi ainda escolhido pelo Expresso em 2010 como um dos dez cérebros sub-35.\n",
    "contacts": "\nhttp://www.linkedin.com/in/frente\nhttps://www.facebook.com/FranciscoRente/",
    "area": "",
    "history": []
  },
  {
    "name": "Steffen Staab",
    "institution": "Universidade de Koblenz-Landau",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1666",
    "id": "steffen-staab",
    "img": "http://userpages.uni-koblenz.de/~staab/images/steffen2013-06.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Accepted",
      "member": "bruno.dias"
    },
    "description": "Steffen Staab is professor for databases and information systems at the University of Koblenz-Landau where he has founded the Institute for Web Science and Technologies. He is interested in how to deal with the meaning of data be it through means of logics or through means of observing probabilistic patterns. Steffen has co-authored over 300 publications, he is best known for his work in Ontologies and Semantic Web and among the most highly cited authors in this topic area. He is editor-in-chief of the Journal of Web Semantics and has been program and general chair of events such as World Wide Web Conference 2012 or International Semantic Web Conference 2008 and 2011.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "João Silva",
    "institution": "CERN",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=2016",
    "id": "joao-silva",
    "img": "http://design-guidelines.web.cern.ch/sites/design-guidelines.web.cern.ch/files/u6/CERN-logo.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Accepted",
      "member": "jorge.palma"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Jason Gregory",
    "institution": "Naughty Dog",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1518",
    "id": "jason-gregory",
    "img": "https://pbs.twimg.com/profile_images/3759237535/26c191829a19c25dde4a41049bccf380.jpeg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Accepted",
      "member": "manuel.alves"
    },
    "description": "Jason Gregory has worked as a software engineer in the games industry since March 1999, and as a professional software engineer since 1994. He got his start in game programming at Midway Home Entertainment in San Diego, where he worked on tools, engine technology and game play code for Hydro Thunder 2 (arcade). He also wrote the Playstation 2/Xbox animation system for Freaky Flyers and Crank the Weasel. In 2003, Jason moved to Electronic Arts Los Angeles, where he worked on engine and game play technology for Medal of Honor: Pacific Assault and served as a lead engineer on the Medal of Honor: Airborne project. Jason is currently a Lead Programmer at Naughty Dog Inc., where he is working on The Last of Us. He also developed engine and gameplay software for Uncharted: Drake’s Fortune, Uncharted 2: Among Thieves and Uncharted 3: Drake's Deception, and developed and taught courses in game technology at the University of Southern California.\n",
    "contacts": "\n\nEmail: jason@gameenginebook.com / jqgregory@gmail.com\nTwitter: @jqgregory\nLinkedin: http://www.linkedin.com/pub/jason-grego ... _mSplash=1\nSite do Livro http://www.gameenginebook.com/index.html\n\nDraft \n\nYour resume is amazing, games like Medal of Honor or Uncharted are considered the best games ever, and have shown the evolution of games and that it is possible to make great games.\nNow with The Last of Us everyone's expectations were very large and the truth is it didn't disappoint.\nBut as computer science students our biggest concern is how to make a game with this complexity, what are the main problems, the steps to follow, and basically to know everything about their production.\nWe believe you are the right person to explain this. And as the success of the games you have produced it's no doubt that your presence here would be a great success to.\nWe would also like to know how was your journey thus far and to see how we, students, can make it to follow your footsteps.\n\n\nHistorial \n\nSPOILER: SHOW\n",
    "area": "",
    "history": []
  },
  {
    "name": "Sebastian Enrique",
    "institution": "Electronic Arts",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1520",
    "id": "sebastian-enrique",
    "img": "http://www.novuscom.net/~s.enrique/images/mypic3.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Accepted",
      "member": "jessica.ribeiro"
    },
    "description": "Before joining the game industry as a software engineer in the FIFA franchise at Electronic Arts Canada, Sebastian got a Masters in Computer Science from Columbia University in the City of New York, researching graphics under the supervision of Ravi Ramamoorthi. His past research include Siggraph 2005 sketch Time-Varying Textures: Definition, Acquisition and Synthesis, and ASAI 2002 paper Using Synthetic Vision for Autonomous Non-Player Characters in Computer Games. He also interned in Microsoft DirectX D3DX group. He presented the lectures Understanding Emotions in FIFA 07: Telling a Different Story Every 90 Minutes at GDC 2007, and FIFA 08 Be A Pro: Innovating in an Established Genre at GDC 2008.\n",
    "contacts": "\n\nEmail: senrique@ea.com\nLinkedin: http://www.linkedin.com/profile/view?id ... %3Aprimary\nPersonal Website: http://www.sebastianenrique.com.ar/\n\n\nDraft:\nWe would greatly enjoy your presence in our event and hear your experiences involving the game industry. As a lead producer of a game with a massive number of fans, FIFA, we would like to know what are the mechanics behind the developing of this game and the challenges that your team faced throughout the process to achieve the final product. \nMany of our colleagues, who wish to go into game developing, are interested on hearing your history and opinions about the world of games and about your work in Electronic Arts.\n\n\nHistorial:\nSPOILER: SHOW\n",
    "area": "",
    "history": []
  },
  {
    "name": "Jeffrey Dean",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=2010",
    "id": "jeffrey-dean",
    "img": "https://cse.umn.edu/prod/groups/cse/@pub/@cse/documents/content/cse_content_448044.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "mike.duarte"
    },
    "description": "I joined Google in mid-1999, and I'm currently a Google Senior Fellow in the Knowledge Group. My areas of interest include large-scale distributed systems, performance monitoring, compression techniques, information retrieval, microprocessor architecture, compiler optimizations, the development of new products that organize existing information in new and interesting ways, and the application of machine learning to search, speech recognition, computer vision and other related problems.\n",
    "contacts": "\njeff@google.com\n\nDraft:\n\nIn recent years, Google has increasingly being indispensable in the everyday life of any internet user. This increase is not only about the search engine itself but it also comprehends all associated services such as Gmail, Google Maps and Google Drive. \nOver the past years, you have been inside quite a lot of great projects at Google and we believe that your experience on design and development at one of the biggest companies in the world is an outstanding experience to share with everyone. We would love to have you at our event not only to share the knowledge you have aquired over the past years, but also to share with our students your experience in a company like Google and to know more about your work there.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Stephen Wolfram",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1641",
    "id": "stephen-wolfram",
    "img": "http://www.stephenwolfram.com/images/stephen-wolfram-portrait.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "mariana.paulo"
    },
    "description": "Stephen Wolfram is the creator of Mathematica, the author of A New Kind of Science, the creator of Wolfram|Alpha, and the founder and CEO of Wolfram Research. Over the course of his career, he has been responsible for many discoveries, inventions and innovations in science, technology and business.\n",
    "contacts": "\n\nPersonal Email: s.wolfram@wolfram.com\nSpeaking Enquires: sw-staff@wolfram.com\n\nDraft\n\nAs Computer Science students that attend an Engineering College, all of us are familiar with Wolfram Alpha and Mathematica. Consequently, we would be honored to have a chance to have the creator of such great tools at our event.\nHaving you to talk about the scientific computing field as well as about Mathematica's growth that we have witness over the years and what you believe to be the next step in this complex area would be a great opportunity.\n\n\nMais de um mês depois... Eis que recebi uma resposta que já não esperava!\n\nDear Mariana Paulo,\n\nThank you for inviting Stephen Wolfram to XXI SINFO 2014. Luckily he is \npossibly interested in this conference. He has not been to Portugal in\nabout 30 years. The timing of this event is rather insane as he is due\nto be at SXSW 2014 the week after. Would the conference be paying for \ntravel, lodging, etc? If he is able to participate, he would be coming \nwith two of his children.\n\nI look forward to hearing from you soon.\n\nKind regards,\n\nErik Broadrick\nOffice of Stephen Wolfram\nWolfram Research\n\n\nNovamente depois de um mês e meio e 4 emails de insistência...\nDear Mariana, \nUnfortunately, Stephen will not be able to participate this year. Please do keep him in mind for future events.\nKind regards, \nErik Broadrick \nOffice of Stephen Wolfram \nWolfram Research\n",
    "area": "",
    "history": []
  },
  {
    "name": "Jim Benson",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=2009",
    "id": "jim-benson",
    "img": "http://www.personalkanban.com/pk/wp-content/uploads/2010/10/JimBenson_01-Dec.-19-15.10.gif",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "jessica.ribeiro"
    },
    "description": "Incorporating lessons from a multi-disciplinary background that includes psychology, urban planning, government technology planning, software development, and corporate change management, Jim Benson specializes in the management of knowledge work. Over the course of his 23 year career, he has acquired a rich understanding for how people process information, set goals, and achieve their objectives. \nJim has a degree in Urban Planning from Michigan State University and Postgraduate studies in Transit Station Location and New Town Development from Meikai University in Tokyo, Japan. \n\nJim Benson is the developer of a way of visualizing work called \"personal kanban\", a lean process used to manage knowledge workers.\n",
    "contacts": "\nEmail: jim@moduscooperandi.com\nTwitter: https://twitter.com/ourfounder\nLinkedIn: http://www.linkedin.com/in/jimbenson\n\nWebsite: http://www.personalkanban.com/pk/jim-be ... cDIZa.dpbs",
    "area": "",
    "history": []
  },
  {
    "name": "Yishan Wong",
    "institution": "Reddit",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1634",
    "id": "yishan-wong",
    "img": "https://fbcdn-profile-a.akamaihd.net/hprofile-ak-ash3/c213.4.534.534/s160x160/547416_10100228374637239_1101809245_n.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "The experience you gathered through your positions at Facebook, Quora, Paypal and Reddit, along with the patents filled and issued regarding social network analysis, can provide our students with great insights about the inner works and engineering methodologies of these major corporations. \nWhat are your plans to make Reddit a self-sustainable company? Should platforms like Reddit be funded like Wikipedia? Is the social network market saturated with solutions? Should social networks be the main product or a support to other services? Can social networks thrive in a non-centralized environment? Your perspective on these issues can provide a great value to the conference.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Roger Dingledine",
    "institution": "Tor",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1627",
    "id": "roger-dingledine",
    "img": "http://api.ning.com/files/rRUWEC*XQHxgB7Co2CN1ta0A7ADBSjTTCdhXR8kdD-Ln6i4AJpkfUlTQHpQuTIIhuHVPFf5abRpPQb1FUQqBJBG84qgITzZ5/roger_dingledine.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "frederico.carvalho"
    },
    "description": "Project Leader, Director, Researcher\nOriginal developer of Tor along with Nick Mathewson and Paul Syverson. Leading researcher in the anonymous communications field. Frequent speaker at conferences to advocate Tor and explain what Tor is and can do. Helps coordinate academic researchers.\n",
    "contacts": "\nE-mail: arma@freehaven.net\nTwitter: https://twitter.com/RogerDingledine\n\nRoger Dingledine\nProject Leader, Director, Researcher\nOriginal developer of Tor along with Nick Mathewson and Paul Syverson. Leading researcher in the anonymous communications field. Frequent speaker at conferences to advocate Tor and explain what Tor is and can do. Helps coordinate academic researchers.\n\n\nTor\nTor is free software and an open network that helps you defend against traffic analysis, a form of network surveillance that threatens personal freedom and privacy, confidential business activities and relationships, and state security.\n\n\nDraft\nSecurity is much needed and underrated these days. The scandal that has been on the news about the NSA monitoring our every single move is proof of that. You dedicated yourself to create a software that can protect us from being \"intruded\". We have many internet security enthusiasts colleagues that most certainly want to follow your path for the rest of their lives. I think you could be the most inspirational and qualified person to come and show them that even the NSA can be blocked from entering our computer - and who better to teach us than a person who actually worked there?\n",
    "area": "",
    "history": []
  },
  {
    "name": "Bret Victor",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1947",
    "id": "bret-victor",
    "img": "http://www.the-eg.com/sites/default/files/styles/photo/public/Bret-Victor1.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "claudia.filipe"
    },
    "description": "Draft\nYou are without a doubt one of the best speakers I have seen. Not to mention the amazing work you've done with the iPad, the iPhone, and Al Gore's book. I think you could be truly inspiring to our audience. Not only the ones frequenting our university, but also the adults who either come to our keynotes or watch us through our live internet feed.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Guy L. Steele",
    "institution": "Scheme, Common Lisp, Java",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1560",
    "id": "guy-l-steele",
    "img": "http://www.computer.org/portal/image/image_gallery?uuid=81490020-c983-4a03-b690-2cac0d496bb2&groupId=1464074&t=1251382395933",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "rafael.santos"
    },
    "description": "Dear Mr Guy Steele,\n\nOn behalf of the team organizing XXI SINFO we would be pleased if you would accept our invitation to speak at our event.\n\nSINFO is on its 21st edition and is an event organized by college students who have a passion for technology and innovation. Check our presentation page for more thorough information regarding SINFO.\n\nWhen: The week from February 24th to February 28th, 2014\n\nWhere: Lisbon Tech (IST - Alameda Campus) - Lisbon, Portugal\n\nEven though we're a non-funded university event, we're fully prepared to cover all travel and lodging expenses.\n\nWe're committed to bring to our Country and University the most interesting and innovative speakers in the various fields regarding Software Development and Engineering - and that is the reason why we're inviting you.\n\nWe would love if you could talk about your experience in the development of programming languages, how you expect they will evolve in the future and the benefits they may bring to programming.\n\nI hope you find this invitation alluring and that you can give us a positive response.\n",
    "contacts": "\n\nEmail(s):\nguy.steele@oracle.com\ngls@think.com (talvez fora de uso)\n\nEdit1: Contactado",
    "area": "",
    "history": []
  },
  {
    "name": "Oskar Stål",
    "institution": "Spotify",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1714",
    "id": "oskar-stl",
    "img": "http://m.c.lnkd.licdn.com/media/p/3/000/092/3d3/3e93962.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "mike.duarte"
    },
    "description": "Oskar Stal (Oskar Stål in Swedish) born and raised in a suburb east of Stockholm in Sweden. He leads the technology team at Spotify and the main responsibilities include: continuing to build on our product, operate their live services and scale up the infrastructure as they grow.\n",
    "contacts": "\n\nEmail: oskar.stal@gmail.com\nTwitter: https://twitter.com/OskarStal\nWebsite: http://press.spotify.com/pt/ - Mail de Imprensa, mas deve dar para qualquer coisa\n\nDraft\nIn the ever changing society we live nowadays, Spotify entered our lives and changed the way we listen to music by providing never before seen portability and offering it's users a complete and fulfilling experience. \nTo our audience, Spotify represents the dream company: one whose growth has inspired new brands to try and enter the music distribution business, but also one that is building a new social experience for the users of digital music services.\n\nAnd that's why having you at the XXI SINFO would be amazing: as CTO of Spotify, you would be able to provide insight on how you and your peers have built such an amazing service, and how you continue to work every day so that we, as users, are able to enjoy what Spotify has to offer.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Paul Lamere",
    "institution": "Echonest",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1800",
    "id": "paul-lamere",
    "img": "https://0.gravatar.com/avatar/f053296ea3361d787060c6df8ca4e612?d=https%3A%2F%2Fidenticons.github.com%2Fe94f3a517f389202733d8927aa063eab.png&r=x&s=440",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "Paul is the Director of Developer Platform for The Echo Nest, a music intelligence company located in Somerville Massachusetts. Paul serves on a number of program committees including the International Society for Music Information Retrieval and UMAP 09. He is the Industrial Co-Chair of RecSys’09.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Robert Henke",
    "institution": "Ableton",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1578",
    "id": "robert-henke",
    "img": "http://monolake.de/files_images/photos/large/RobertHenke2007.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "bruno.dias"
    },
    "description": "I enjoy sharing ideas and knowledge. Currently (Summer 2013) I am artist in residence at the Center for Computer Research in Music and Acoustics (CCRMA) at Stanford University where I teach a course entitled 'sound, structure and machines'. Before that I have been professor at the master's program Sound Studies at the Berlin University of the Arts from 2009 - 2013. My topics of interest include computer generated sound, synthesis, spatialization, concepts for composition, performance and installation unsing algortihmic and stochastic proceses and general artistic strategies when working with computers. I am also to some extend available for talks about Ableton Live and Max For Live . \n",
    "contacts": "\nSite pessoal: http://roberthenke.com/\nTwitter: https://twitter.com/robert_henke\n\nDraft 3:\nWithout ANY doubt, your work at Ableton has influenced a generation of producers and performers. The way producers set their minds and workflow, within music production, nowadays, is the product of several years of development of Ableton Live. And, lets not forget about your experience in mixing visual compositions and music pieces (e.g. Lumière) which presents itself as a beautiful and well thought exercise of both engineering and artistic expression.\n\nThis year, we are trying to have something different, at SINFO XXI. Usually, speakers give their talks and, at the end, they have the usual interaction, with the public, with Q&A. But, in your case, it could be way more interesting! Instead of just speaking about your fields of study and the talk subject, you could demonstrate, to the audience, how this kind of tools are used, their inner workings and design choices.\nA key point about all this: you will be the first speaker, in this kind of subject, at SINFO. You have the potential to make something really unique at this conference.\nIt would be an honor to have you, as speaker, to open the minds of many young computer engineering students to such fantastic subjects like DAWs, Audio Synthesis, Music Generation and Music Information Retrieval. And my educated guess is that students in multimedia and games, at our campus, would be delighted to see/hear your talk and, even better, to have a look at your sound and light experiments (i know i would).\n\nIf you want to, you can explain your design and engineering of Monodeck II. I believe that such details would be well received by both electrotechnical and computer engineering students. \n\n\nResposta a 2-11-2013\nHello Bruno,\nthank you for the request.\nI can only come to Lisbon if I can also do a concert. CC here is my booking agent, Almo Poric / Backroom Entertainment.\nPerhaps it is possible to find a promotor for a concert of mine in that week ?\n\nBest, Robert\n",
    "area": "",
    "history": []
  },
  {
    "name": "Peter Sunde",
    "institution": "The Pirate Bay/Flattr/Heml.is",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1694",
    "id": "peter-sunde",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/f/f6/Peter_sunde_close_up.jpg/180px-Peter_sunde_close_up.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "francisco.dias"
    },
    "description": "Peter Sunde - Wikipedia wrote wrote:\nPeter Sunde Kolmisoppi (alias brokep) (born 13 September 1978 Uddevalla, Sweden) is a computer expert with Norwegian and Finnish roots. He is best known for being a co-founder and ex-spokesperson of The Pirate Bay, a BitTorrent search engine.\n",
    "contacts": "\nE-mail de contacto directo para eventos: event@brokep.com\nE-mail pessoal: peter@brokep.com\nBlog pessoal: http://blog.brokep.com\nTwitter: @brokep\n\nLembrei-me de que poderia ser uma boa pessoa para a Segurança uma vez que está a trabalhar no heml.is, para além de ser da Suécia e parecer-me um nome capaz de encher o centro de congressos (fundou o The Pirate Bay e aparece no TPB AFK). Quando o fui pesquisar no forum vi que no ano passado houve confusão com ele: https://private.sinfo.org/forum/viewtopic.php?f=50&t=634&hilit=peter, no entanto continuo a achar que valeria a pena tentar.\n\nQue acham?",
    "area": "",
    "history": []
  },
  {
    "name": "Diogo Mónica",
    "institution": "Square/INESC",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1790",
    "id": "diogo-monica",
    "img": "https://diogomonica.com/assets/media/diogo_grid_70.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "francisco.dias"
    },
    "description": "Hello! As you might have guessed by now, my name is Diogo Mónica. I am a citizen of both Portugal and the USA. I'm currently a Security Engineer @Square, a Security researcher at INESC-ID and a PhD Student at IST, where I have also received my BSc and MSc degrees in Communication Networks Engineering, with a minor on Enterprise Information Systems. My main area of research is Network Security, with an emphasis on Wireless and Botnets. Feel free to check what my research has been focusing on lately. I'm also a web developer, using both Ruby on Rails and Python on a daily basis.\n\nBesides having a full-time job and working on my PhD, I do volunteering for the IEEE, having served as the IST Student Branch Vice-Chair, the Web Applications Coordinator for Region 8, and more recently as a member of the Public Visibility Committee.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Timo Hirvonen",
    "institution": "F-Secure",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1652",
    "id": "timo-hirvonen",
    "img": "http://fsecureconsumer.files.wordpress.com/2012/09/timo.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "EM CONVERSAÇÕES",
      "member": "luis.riscado"
    },
    "description": "Timo Hirvonen is a senior researcher from F-Secure.\n",
    "contacts": "Contactos: timo.hirvonen@f-secure.com",
    "area": "",
    "history": []
  },
  {
    "name": "Adam Baldwin",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1791",
    "id": "adam-baldwin",
    "img": "https://andyet.com/images/team/square/baldwin.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "francisco.dias"
    },
    "description": "Adam Baldwin co-founded nGenuity in 2008, built it into a premier web application security shop, and sold it in December 2011 in order to join the &yet team as CSO/CSO (Chief Security Officer and Chief of Software Operations). He has also served as &yet’s most essential advisor since our first year in business.\n\nPrior to founding nGenuity, Adam spent six years at Symantec, contracted by Fortune 500 companies to expose their security vulnerabilities and keep businesses one step ahead of malicious hackers.\n\nWidely read and experienced, Adam is a top security expert and has spoken on web security issues at numerous events, including DEFCON, JSConf, NodeConf, DjangoCon, KRTConf, and Toorcamp.\n\nAdam’s security clients include first-tier websites like Github, AirBnB, and LastPass. His research has uncovered vulnerabilities in Rackspace, Basecamp, and Sprint/Verizon MiFi. At DEFCON, he shared a specific type of DVCS vulnerability affecting thousands and thousands of sites.\n\nHe is adept in assessing and securing Node.js, Ruby on Rails, Django, and PHP web apps, providing expertise on secure application design and performing penetration testing at key project points prior to and after launch.\n\nAdam has a BS in Information Technology, is a Certified Ethical Hacker and Certified Information Systems Security Professional. Of course, none of that means jack compared to his ten years solid security experience.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Gary Flake",
    "institution": "Clipboard/Yahoo!/Microsoft",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1672",
    "id": "gary-flake",
    "img": "http://m.c.lnkd.licdn.com/mpr/mpr/shrink_200_200/p/7/000/1ac/1c0/12ee0db.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "diogo.nicolau"
    },
    "description": "Gary William Flake is the President and CEO of Clipboard, an ex-Technical Fellow at Microsoft, and author of the book, The Computational Beauty of Nature (MIT Press 1998), which is used in college courses worldwide. He has numerous publications spanning over 15 years which have focused on machine learning, data mining, and self-organization. His other research interests include Web measurements, efficient algorithms, models of adaptation inspired by nature, and time series forecasting.\nPrior to joining Microsoft, Flake founded Yahoo! Research Labs, ran Yahoo!'s corporate R&D activities and company-wide innovation effort, and was the Chief Science Officer of Overture, the company that invented the paid search business model.\n",
    "contacts": "\n\nhttps://www.facebook.com/gary.flake\nhttp://www.twitter.com/flakenstein\nhttp://www.linkedin.com/in/garyflake\n\nSite Empresa: http://www.salesforce.com/eu/?ir=1\nSite Pessoal: http://flakenstein.net/ (infelizmente não está a funcionar)\n\nDraft\n\nYour work and experience is really outstanding. From Overture to Clipboard, you have achieved an admirable career leaving behind great work. Therefore we would be very pleased if you could accept our invitation to speak on our event about your work in data-mining, machine learning and self-organization throughout the years, and your experience in big companies like Microsoft and Yahoo!. Your most recent project, Clipboard, also seems quite exciting, and we would love to hear in first hand your thoughts about it.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Joanna Rutkowska",
    "institution": "Invisible Things Labs",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1626",
    "id": "joanna-rutkowska",
    "img": "http://invisiblethingslab.com/itl/About_files/shapeimage_2.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Give Up",
      "member": "mariana.paulo"
    },
    "description": "Joanna Rutkowska leads a team of researchers who focus on system-level security. This includes kernel, hypervisor, chipset and CPU security issues. The recent achievements of the team include: bypassing Intel TXT, attacks on SMM, Intel AMT and BIOS, and demonstration of practical Xen hypervisor compromises. She is also known for writing Blue Pill -- the first virtualization-based rootkit with nested hypervisors support, and also for her work on various kernel mode malware for Windows and Linux. Joanna holds a Master’s Degree in Computer Science from Warsaw University of Technology.\n",
    "contacts": "\n\nEmail: joanna@invisiblethingslab.com\nFacebook: http://www.facebook.com/joanna.rutkowska.357 (não está verificado, não tenho a certeza se é ela mesmo)\nLinkedIn: http://www.linkedin.com/pub/joanna-rutkowska/3/538/617\n\nDraft\n\nAs Computer Science students we all know how important security is but, despite that, most of us are still unaware of what being secure really means. We are convinced that having you at our event would be a great success and a big deal which could open our eyes to the awful lot of things that can go wrong when we think that having an anti-virus can keep us safe from all harm. \nMoreover, we would have great pleasure if you could talk about your experience as a computer security researcher and what is still unexplored in this computer science field that most of us find fascinating but are afraid to take responsibility in following.\n\n\nResposta\n\nHello Mariana,\n\nThanks for the invitation. Unfortunately, these days, I can only justify\nconference traveling when I get paid a good honorarium for the speech\n(in addition to the usual travel/accommodation). Seeing you're an\nnon-profit organization, I assume this is not something you could offer.\nThanks anyway!\n\nCheers,\njoanna.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Ingo Mólnar",
    "institution": "Linux",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1680",
    "id": "ingo-molnar",
    "img": "http://lwn.net/images/conf/2011/lc-europe/IngoMolnar.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "mariana.paulo"
    },
    "description": "Ingo Molnár, currently employed by Red Hat, is a Hungarian Linux hacker. He is best known for his contributions to the operating system in terms of security and performance. Some of his additions to the Linux kernel include the O(1) scheduler of Linux-2.6.0 and the Completely Fair Scheduler of Linux-2.6.23, the in-kernel TUX HTTP / FTP server, as well as his work to enhance thread handling.[1] He also wrote a kernel security feature called \"Exec Shield\", which prevents stack-based buffer overflow exploits in the x86 architecture by disabling the execute permission for the stack.\n",
    "contacts": "\n\nEmail: mingo@kernel.org (segundo o que procurei, acho que isto é mesmo dele)\nGoogle+: https://plus.google.com/109922199462633401279/\n\nDraft\n\nAs students at an engineering college, Linux is a day-to-day tool we are very familiar with. As an employee at Red Hat and with all the contributions you've given to this operating system in terms of security and performance we believe you would be an amazing speaker at our event. \nMoreover, having you to talk on the subject of what security on an operating system represents, what it has to deal with and what is still to come would be of great interest to our public. Most of us are students who aim to, someday, have the opportunity to get to where you are right now, so your presence would most certainly be a huge inspiration to everyone.\n\n\nReady to roll quando aprovarem ",
    "area": "",
    "history": []
  },
  {
    "name": "Avery Wang",
    "institution": "Shazam",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1758",
    "id": "avery-wang",
    "img": "http://www.swpcontent.com/shazam-content/wp-content/uploads/2011/04/Team_Avery_Wang.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "very Wang has over 20 years of industry experience designing high-performance multimedia signal processing systems for the consumer market and is the principal inventor of Shazam's recognition algorithms and other key technologies. Avery holds graduate degrees in Electrical Engineering and Mathematics from Stanford University, with a PhD at CCRMA on Auditory Source Separation. He also studied Computational Neurosciences on a Fulbright scholarship to Germany. At Shazam his responsibilities include innovation and intellectual property.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Alexander Ljung",
    "institution": "Soundcloud",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1575",
    "id": "alexander-ljung",
    "img": "http://london12.leweb.co/sites/default/files/styles/large/public/people/Alex_bw_img2.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "Soundcloud allowed every musician (that has an internet connection) to get quick feedback and spread the word, about his/her works, in a very intuitive environment. Today, more than 180 million users are using Soundcloud and, because of that, the company faced several scalability problems, as your devs posted in the Soundcloud blog. It would be very interesting, for our students, to hear you on the development of soundcloud and how you really solved problems regarding scalability and user experience.\n",
    "contacts": "\nSite pessoal: http://alexanderljung.com/\nEmail: media@soundcloud.com\nTwitter: https://twitter.com/alexanderljung\nLinkedin: http://de.linkedin.com/in/alexanderljung\n\nDraft\nSoundcloud allowed every musician (that has an internet connection) to get quick feedback and spread the word, about his/her works, in a very intuitive environment. Today, more than 180 million users are using Soundcloud and, because of that, the company faced several scalability problems, as your devs posted in the Soundcloud blog. It would be very interesting, for our students, to hear you on the development of soundcloud and how you really solved problems regarding scalability and user experience.\n",
    "area": "",
    "history": []
  },
  {
    "name": "David Greenspan",
    "institution": "MeteorJS",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1603",
    "id": "david-greenspan",
    "img": "https://www.meteor.com/people/david.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "bruno.dias"
    },
    "description": "David wrote Etherpad, unwittingly reinventing Operational Transformation, an obscure theory of data synchronization, in the process. He then sold Etherpad to Google and worked on Google Wave and Google App Engine. Before that, he founded AppJet in 2007. AppJet was one of the first uses of server-side JavaScript and was also one of the first Platform-as-a-Service offerings. As an undergraduate at MIT, David won the well-known 6.370 robotics competition and then redesigned the competition's entire technology platform.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Tim Berners-Lee",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1650",
    "id": "tim-bernerslee",
    "img": "https://upload.wikimedia.org/wikipedia/commons/8/83/Tim_Berners-Lee-Knight-crop.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rafael.santos"
    },
    "description": "As the inventor of the World Wide Web your work is highly recognized and admired by us.\nNowadays the Internet has grown to a gigantic scale, and the web has become so important that many even recognize it as a fundamental human right.\nAlongside, you work as a member of the W3C was always an essencial position in helping this growth and will continue to be so in the future.\nTherefore we would love to have you here and talk about how you look at web nowadays, expect it to evolve in the future and what challenges need to be tackled in order to make it better and more accessible for everyone.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Caça à Blizzard",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1685",
    "id": "caca-a-blizzard",
    "img": null,
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "Hello, Janine. How are you?\n\nSince the last email, the SINFO team discussed, again, about potential Blizzard speakers. This is due to the fact that, among our student community, we highly value your productions. It's not just entertainment, it's inspiration and a broader vision, regarding game design and engineering that you guys pass to our fellow games & multimedia students. Mainly, for this reason, we would like to check, for one last time, if one (or more) of the following list, is available to come to SINFO XXI:\n\nINSERIR ORADORES\n\nI know that, probably, most of them have really busy schedules but, again, it would be a great honor to have Blizzard represented, in our conference, by one of them.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "António Câmara [YDREAMS]",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1750",
    "id": "antonio-cmara-ydreams",
    "img": "http://www.jn.pt/Storage/JN/2011/medium/ng1657575.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "STAND-BY",
      "member": "claudia.filipe"
    },
    "description": null,
    "contacts": "\nTelefone: (+351) 212 948 397 ext. 10119 \nFax: (+351) 212 948 554 \nE-mail: asc@fct.unl.pt",
    "area": "",
    "history": []
  },
  {
    "name": "Keren Elazari",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1658",
    "id": "keren-elazari",
    "img": "http://static.wixstatic.com/media/edb1e8_4da657b1c9f6eba18a58fbbfc1c37ee6.jpg_srz_398_547_75_22_0.50_1.20_0.00_jpg_srz",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "frederico.carvalho"
    },
    "description": "Keren Elazari is a security expert, public speaker and industry analyst with GigaOm Research, covering emerging technologies in mobile security, advanced threat detection & cloud security. \n\nSince 2000, Keren has been employed with leading security vendors, government organizations, Big 4 and Fortune 500 companies in Israel. Keren has organized, hosted and participated at international security events such as Y2Hack04 & ILHack09 in Tel Aviv, ITBN 2007 Security Day in Budapest, IDC Herzliya Cyber Terrorism Workshop in 2010, NATO International conference on Cyber Conflict in 2011-2013, RSA Conference 2013 and is an invited speaker at international media events such as DLD & WIRED, discussing the power of hacking, the value of data and the evolution of technologies. In 2012, Keren held the position of Security Teaching Fellow with Singularity University in California. ﻿\n\nKeren holds a BA in History & Philosophy of Science and Technologies from Tel Aviv University, and the international accreditation for Information Security professionals, CISSP, since 2007. Keren is an active research fellow with the Yuval Ne’eman Workshop for Science, Technology and Security at Tel Aviv University, focusing on the effects of Hacktivism and cyber conflicts on global politics.\n",
    "contacts": "\nEla tem no site dela uma parte Contacts especial para Press Inquiries & Speaking Engagements http://www.k3r3n3.com/#!contact/c24vq\nLinkedIn: http://www.linkedin.com/in/kerene\n\nDraft\n\nSecurity is very important to every company so they can keep their private information private, but also for home users who don't want to be intruded by the simple act of a hacker pressing the \"Enter\" key. Nowadays, everything is done and stored \"in the cloud\" - from our information, to our photos and videos from our phones, or even our software as Adobe did recently. It is a matter of great importance that we can rely on the cloud \"suppliers\" so that our things remain ours and not for the whole world to see. We would be honoured to receive the person who makes it possible for us to safely trust the cloud and our internet usage.\n\n\nWatch on youtube.com\n\n",
    "area": "",
    "history": []
  },
  {
    "name": "Andrew Lee",
    "institution": "Firebase",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1610",
    "id": "andrew-lee",
    "img": "https://pbs.twimg.com/profile_banners/210605959/1348782034/web",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "rafael.santos"
    },
    "description": "The creation of Firebase now allows hundreds of developers to easily create mobile and interactive applications.\nMany of our students have some experience in distributed systems and mobile development and we understand\ndepply how this service greatly simplifies development.\nIt would be great to have you here and talk about your work in Firebase and how you expect the company\nto grow and help developers build better applications.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Tim Cook",
    "institution": "Apple",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1703",
    "id": "tim-cook",
    "img": "http://static5.businessinsider.com/image/4918930414b9b94700aa031e/meet-tim-cook-apples-interim-boss-aapl.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "mike.duarte"
    },
    "description": "Tim Cook is the CEO of Apple and serves on its Board of Directors.\n\nBefore being named CEO in August 2011, Tim was Apple's Chief Operating Officer and was responsible for all of the company’s worldwide sales and operations, including end-to-end management of Apple’s supply chain, sales activities, and service and support in all markets and countries. He also headed Apple’s Macintosh division and played a key role in the continued development of strategic reseller and supplier relationships, ensuring flexibility in response to an increasingly demanding marketplace.\n\nPrior to joining Apple, Tim was vice president of Corporate Materials for Compaq and was responsible for procuring and managing all of Compaq’s product inventory. Previous to his work at Compaq, Tim was the chief operating officer of the Reseller Division at Intelligent Electronics.\n\nTim also spent 12 years with IBM, most recently as director of North American Fulfillment where he led manufacturing and distribution functions for IBM’s Personal Computer Company in North and Latin America.\n",
    "contacts": "\n\nEmail: tcook@apple.com\nTwitter: https://twitter.com/tim_cook\n\nDraft\n\nIt's amazing how the apple devices are embedded in our lives. There isn't anyone who has never used an iPod, iPhone or Mac. Applications, IOS, everything that is related to the apple plays an important role in world community. As you are working for many years at Apple and you were responsible for sales and operations throughout the world, you certainly have plenty to say to our students. But your work is not limited to what you've done in Apple because you had already left your mark on Compaq also as the head of sales management. We would appreciate to have someone internationally recognized as you at our event and hear how it feels to be a CEO at a worldwide company as Apple.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Jeff Atwood",
    "institution": "Coding Horror/Stack Overflow",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1701",
    "id": "jeff-atwood",
    "img": "http://upload.wikimedia.org/wikipedia/en/b/b3/Jeff_atwood_coding_horror.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "mike.duarte"
    },
    "description": "Jeff Atwood is an American software developer, author, blogger, and entrepreneur. He is known for the programming blog Coding Horror, and as the co-founder of the question-and-answer website Stack Overflow and the Stack Exchange Network.\nIn 2008, together with Joel Spolsky, Atwood founded Stack Overflow, a programming question-and-answer website. The site quickly became very popular, and was followed by Server Fault for system administrators, and Super User for general computer-related questions, eventually becoming the Stack Exchange network which includes many Q&A websites about topics decided on by the community.\nFrom 2008 to 2010, Atwood and Spolsky published a weekly podcast covering the progress on Stack Exchange and a wide range of software development issues. Jeff Atwood was also a keynote presenter at the 2008 Canadian University Software Engineering Conference.\nOn February 5, 2013, Atwood announced his new company, Civilized Discourse Construction Kit, Inc.. Its flagship product is an open source next-generation discussion platform called Discourse. Atwood and others developed it out of their frustration with current bulletin board software that hadn't seemed to evolve since 1990.[8]\n",
    "contacts": "\n\nEmail: jatwood@codinghorror.com\nTwitter: https://twitter.com/codinghorror\n\nDraft\nAs IT students everything you've done in the area of software development, creates great enthusiasm among us who are still learning. As programmers should be rare to find people who have never used the Stack Overflow, one of the most famous sites to help and learn to program or didn't ever heard about Coding Horror. Knowing you as founders of these websites and also for the podcast on Stack Exchange, makes us want to bring you to the XXI SINFO so you could share all your experiences in this area and talk a little about your new company, Civilized Discourse Construction Kit, Inc..\n",
    "area": "",
    "history": []
  },
  {
    "name": "Mikko Hypponen",
    "institution": "F-Secure",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1683",
    "id": "mikko-hypponen",
    "img": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcR-yBNNjG_amJN5i_X8kS5q0O-Ca33Y9HCWtRuCTC5uiUH0yoi7",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "diogo.nicolau"
    },
    "description": "Mikko Hypponen is the Chief Research Officer for F-Secure. He has worked with F-Secure in Finland since 1991. He's also a TED Speaker.\nMr. Hypponen has led his team through the largest outbreaks in history. He named the infamous Storm Worm, was part of the Conficker Working Group and he has done classified briefings on the Stuxnet worm.\nMr. Hypponen has assisted law enforcement in USA, Europe and Asia on cybercrime cases. He has written for magazines such as Scientific American, Wired and Foreign Policy and for newspapers like The New York Times.\nMr. Hypponen has addressed the most important security-related conferences worldwide. He has been the subject of hundreds of interviews in global media, including a 9-page profile in Vanity Fair.\nMr. Hypponen, born in 1969, was selected among the 50 most important people on the web by the PC World magazine and was included in the FP Global 100 Thinkers list. He also received the Virus Bulletin Award, awarded every ten years, as the \"Best educator in industry\". Mr. Hypponen sits in the advisory boards of ISF and The Lifeboat Foundation.\n",
    "contacts": "\n\nhttp://mikko.hypponen.com/\nmikko.hypponen@f-secure.com\n\n\nDraft\n\nBeing a prominent figure in the world of computer security and with an outstanding career, it would be an honor to have your words spread at our campus. As you know cyber-crime, in all its hues, is currently the biggest threat that the global economy and online privacy are facing. Therefore there is a growing concern about this topic that can be no longer disregarded. Your speeches are well known between most of us, but your presence would be crucial to inspire all our colleagues and make the difference throughout our future careers.\n",
    "area": "",
    "history": []
  },
  {
    "name": "John McAfee",
    "institution": "McAfee",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1693",
    "id": "john-mcafee",
    "img": "http://msnbcmedia.msn.com/j/MSNBC/Components/Photo/_new/1c5064560-121205-john-mcafee-kb-1029a.photoblog600.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "mike.duarte"
    },
    "description": "McAfee was employed as a programmer by NASA's Institute for Space Studies in New York City from 1968 to 1970. From there, he went to Univac as a software designer and later to Xerox as an operating system architect. In 1978 he joined Computer Sciences Corporation as a software consultant. Later, while employed by Lockheed in the 1980s, McAfee received a copy of the Pakistani Brain computer virus and began developing software to combat viruses.\nIn 1987 McAfee founded McAfee Associates, a computer anti-virus company. He was the first to distribute anti-virus software using the shareware business model. In 1989, he quit Lockheed and began working full-time at McAfee Associates, which he initially operated from his home in Santa Clara, California. The company was incorporated in Delaware in 1992, and McAfee resigned from the company in 1994. Two years after McAfee Associates went public, McAfee sold his remaining stake in the company. Network Associates was formed in 1997 as a merger of McAfee Associates and Network General. This company later became Network Associates, a name it retained for seven years until it was renamed McAfee. Now a subsidiary of Intel corporation, McAfee remains today as one of the largest anti-virus companies in the world.\n",
    "contacts": "\n\nPágina de Facebook: https://www.facebook.com/pages/John-McAfee/126046108190\nTwitter: https://twitter.com/officialmcafee\nWebsite: http://www.whoismcafee.com/contact/\n\nDraft\n\nIn a world full of computer dangers, it becomes increasingly important to keep our computer protected from the dangers of the internet. From the day that the first computer viruses began to appear, much has changed in this area, mainly the permanent creation and updating of the software that we have on our computers.\nWe would like to have someone on our campus so distinguished and recognized in this area, that created one of the most popular antivirus in the world. Since you were the first to use a shareware business model based on antivirus distribution , it would be great to listen to your opinion and your actual point of view and share it to our colleagues at the XXI SINFO.\n\n\nTentarei usar primeiro o website, tem lá um formulário de contacto para palestras, depois tentarei os outros métodos se este não trouxer resultados rápidos ",
    "area": "",
    "history": []
  },
  {
    "name": "Peter Douglas Molyneux",
    "institution": "22Cans",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1591",
    "id": "peter-douglas-molyneux",
    "img": "http://i1.wp.com/meiobit.com/wp-content/uploads/2013/08/2013081620130816peter-molyneux.jpg?resize=720%2C380",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "manuel.picarra"
    },
    "description": null,
    "contacts": "\nTwitter: @pmolyneux\ntelefone (22Cans): +44 (0)1483 484 962",
    "area": "",
    "history": []
  },
  {
    "name": "Daniel Ek",
    "institution": "Co-Fundador e CEO Spotify",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1566",
    "id": "daniel-ek",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/0/0c/Cropped_image_of_Daniel_Ek.jpg/220px-Cropped_image_of_Daniel_Ek.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "jorge.palma"
    },
    "description": "Daniel Ek (born 21 February 1983) is a Swedish entrepreneur and a technologist who started the music streaming service Spotify.\nHe founded his first company in 1997 at the age of 14. His ventures have included the founding of Advertigo, the advertising company acquired by TradeDoubler and has been a part of the Nordic auction company Tradera (acquired by Ebay) and Evertigo.\nEk's previous jobs include CTO at Jajja Communications, CTO at Stardoll and CEO of µTorrent, the world's most popular BitTorrent client with more than 100 million downloads. Daniel Ek joined the IT Gymnasium in Sundbyberg. He enrolled at the KTH Royal Institute of Technology but did not complete his degree.\n\nIn 2006, Daniel Ek and Martin Lorentzon, co-founder of TradeDoubler, set up Spotify AB in Stockholm, Sweden. In October 2008 the company launched its legal music streaming service Spotify. Daniel Ek currently serves as a CEO of Spotify.\n",
    "contacts": "\nhttps://twitter.com/eldsjal\nhttp://press.spotify.com/us/ (formulário, mas é mais para press)\ndaniel@spotify.com (inventado)",
    "area": "",
    "history": []
  },
  {
    "name": "Doug Cutting",
    "institution": "Apache Software Foundation, Lucene, Hadoop",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1686",
    "id": "doug-cutting",
    "img": "http://upload.wikimedia.org/wikipedia/en/thumb/a/a7/Doug-Cutting.JPG/180px-Doug-Cutting.JPG",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "Valmiky.Arquissandas wrote:\nDado que o tópico ainda não existe,\n\n\n\nDouglass Read Cutting is an advocate and creator of open-source search technology. He originated Lucene and, with Mike Cafarella, Nutch, both open-source search technology projects which are now managed through the Apache Software Foundation. He is also the creator of Hadoop.\n(...)\nHe holds a bachelor's degree from Stanford University.[1]\nPrior to developing Lucene, Doug held search technology positions at Excite, Apple Inc. and Xerox PARC.\n(...)\nIn July 2009, Doug Cutting was elected to the board of directors of the Apache Software Foundation, and in September 2010, he was elected its chairman.\n\n\nLinkedin: http://www.linkedin.com/in/cutting (parece que não está contactável a partir daqui)\nTwitter: https://twitter.com/cutting/\nfacebook: https://www.facebook.com/doug.cutting\nwhois de lucene.com:\nCODE: SELECT ALL\n Administrative Contact, Technical Contact:\n    Cutting, Doug  dns@lucene.com\n    Apache Software Foundation\n    1901 Munsey Drive\n    Forest Hill, MD 21050-2747\n    US\n    +1.4108032258  fax: +1.4108032258\n\nO mail dele, só encontrei em arquivos do hadoop no site da Apache:\ncutting@apache.org",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Eugene Kaspersky",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1682",
    "id": "eugene-kaspersky",
    "img": "http://kasperskycontenthub.com/eugene/files/2012/12/Eugene_Kaspersky.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "diogo.nicolau"
    },
    "description": "Mr. Eugene Kaspersky is co-founder of Kaspersky Lab Ltd and serves as its Head of Research & Development. Mr. Kaspersky has been Chief Executive Officer of Kaspersky Lab Inc. since 2007 and Kaspersky Lab Ltd. since August 2007. From 1991 to 1997, he worked at the KAMI Information Technologies Center where he developed the AVP antivirus project with a group of associates (AVP was renamed Kaspersky Anti-Virus in November 2000). Today Mr. Kaspersky is one of the world's leading experts in the information security field: he has written a large number of articles and reviews covering the problem of computer virology and speaks regularly at specialized seminars and conferences all over the world. Mr. Kaspersky is a Member of the Computer Antivirus Researchers' Organization (CARO); the global association of leading antivirus experts. He began studying computer viruses in 1989, when the Cascade virus was detected on his computer. Mr. Kaspersky graduated from the Institute of Cryptography, Telecommunications and Computer Science and worked at a multi-disciplinary scientific research institute until 1991.\n",
    "contacts": "\n\nhttp://eugene.kaspersky.com/contacts\n\n\nDraft\n\nBeing a prominent figure in the world of computer security and with your name found inside tens of millions of computers worldwide, it would be an honor to hear you at our campus. As you know cyber-crime, in all its hues, is currently the biggest threat that the global economy and online privacy are facing. Therefore there is a growing concern about this topic that no one can overlook anymore. Your presence would be crucial to inspire all our colleagues, that just like yourself, urge to save the world.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Linus Torvalds",
    "institution": "Linux",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1681",
    "id": "linus-torvalds",
    "img": "http://upload.wikimedia.org/wikipedia/commons/7/71/Linus_Torvalds_cropped.jpeg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "diogo.nicolau"
    },
    "description": "In 1991 Linus Torvalds was a college student at the University of Helsinki. Starting with the basics of a Unix system, he wrote the kernel -- original code -- for a new system for his x86 PC that was later dubbed Linux (pronounced linn-ucks). Torvalds revealed the original source code for free -- making him a folk hero among programmers -- and users around the world began making additions and now continue to tweak it. Linux is considered the leader in the practice of allowing users to re-program their own operating systems.\n",
    "contacts": "\n\ntorvalds@osdl.org\nhttp://www.linkedin.com/in/linustorvalds\n\n\nDraft\n\nYour journey and history in the computer science field is amazing. As the founder and coordinator of Linux, the Unix-like operating system that revolutionized the computer industry and possibly much else as well, you are truly one of the great personalities in computer science.\nThe way you developed Linux is a tale among students like us, we would be really pleased if you could join us and inspire our colleagues.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Dan Jurafky",
    "institution": "Universidade de Stanford",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1676",
    "id": "dan-jurafky",
    "img": "http://s21.postimg.org/ot5zd2clj/rsz_dan_11.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Jonh Musser",
    "institution": "Programmable Web",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1611",
    "id": "jonh-musser",
    "img": "http://static.squarespace.com/static/5123c236e4b02be7ede3128a/5123c236e4b02be7ede31291/513a516ee4b07669f6239444/1363059760519/John%20Musser%20photo.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "bruno.dias"
    },
    "description": "In a world that is filled with tons of web APIs, during the last years, your work at Programmable Web allowed many developers (including many of our colleagues) to explore our ideas, without reinventing the wheel. But Programmable Web is more than just an API exhibitor: it provides the data and the searching functionalities needed to evaluate the usefulness of APIs.\nIt would be awesome to have you, at XXI SINFO, to enlight our fellow students, about the world of APIs that is out there and how to approach it.\n\nWhat makes an API, or a mashup, go viral? What are the reasonable approaches to community driven API development? How does a team aggregate the needs of many stakeholders, regarding the API features that are offered? \nThese are examples of great topics for our computer science students \n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Qiang Xue",
    "institution": "Yii Framework",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1607",
    "id": "qiang-xue",
    "img": "http://m.c.lnkd.licdn.com/media/p/4/000/151/093/23d21a3.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Give Up",
      "member": "bruno.dias"
    },
    "description": "Your effort on creating and developing Yii provided many professional and new web developers such an intuitive tool, to use in their daily development tasks. Almost as impressive as the quality of Yii, it's the community and the contributions made. And, not the least, with the appearance of phundament3 and several CMS based on Yii, the frameworks starts to conquer some ground in the very important CMS market. \n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Fernando Pereira director de investigação da google",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1673",
    "id": "fernando-pereira-director-de-investigacao-da-google",
    "img": "http://research.google.com/pubs/people_images/1092.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "joao.almeida"
    },
    "description": "Fernando Pereira is research director at Google. His previous appointments include chair of the Computer and Information Science department at University of Pennsylvania, head of the Machine Learning and Information Retrieval department at AT&T Labs, and research and management positions at SRI International. He received a Ph.D. in Artificial Intelligence from the University of Edinburgh in 1982. His main research interests are in machine-learnable models of language and biological sequences. He has over 100 research publications on computational linguistics, machine learning, bioinformatics, speech recognition, and logic programming, and several patents. He was elected Fellow of the American Association for Artificial Intelligence in 1991 for his contributions to computational linguistics and logic programming, and he was president of the Association for Computational Linguistics.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Michael Morhaime",
    "institution": "Blizzard CEO",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1671",
    "id": "michael-morhaime",
    "img": "http://t0.gstatic.com/images?q=tbn:ANd9GcRH5T4D3WAYILVkQGRJeqLTQfwxdOilomgUzc2rpBREk5zHWdfA",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "diogo.nicolau"
    },
    "description": "Michael Morhaime was born in 1966. He is currently the CEO of Silicon Knights and Activision Blizzard and employed by Blizzard and Activision Blizzard. He founded Blizzard. Morhaime graduated from Granada Hills High School and University of California, Los Angeles. He has a Bachelor's degree. He has worked as a businessperson and a software developer, and his current occupation is blizzard.\nIn 2008, Morhaime was inducted into the Academy of Interactive Arts and Sciences’ Hall of Fame.\n",
    "contacts": "\n\nhttps://twitter.com/mikemorhaime\n\nmmorhaime@blizzard.com\njtedford@blizzard.com (mail ja utilizado para outros Oradores)\n\n\nDraft\n\nBlizzard Entertainment is a masterpiece, every realease from this company was proven to be excellent in all matters.\nThere is no words to describe the honor that it would be to have your words spread at our event. Your work has defined an entire generation, its with an huge pleasure that i remember my first days as a green orc striving to find Ogrimmar, and belive me im not alone in this matters. Every spectator would be delighted to hear you talk about your experience in gaming and what it takes to make a company that much sucessfull.\nWe are hoping you could join us and fullfill this long time dream.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Junio Hamano",
    "institution": "Git Maintainer/Google",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1659",
    "id": "junio-hamano",
    "img": "http://m3.licdn.com/mpr/mpr/shrink_100_100/p/1/000/05c/238/263956a.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "manuel.alves"
    },
    "description": "Junio C Hamano (濱野 純 Hamano Jun[1]?) is a Japanese software engineer and hacker best known for being the current maintainer of Git.[2] Linus Torvalds has said that one of his own biggest successes outside of the Linux project was recognizing how good a developer Hamano was on git, and trusting him to maintain it.[3] He lives in California and works for Google.\n",
    "contacts": "\n\nhttps://github.com/gitster\nhttp://www.linkedin.com/in/gitster\ngitster@pobox.com\ngitster@gmail.com\n\nHistórico:\n\nSINFO XX - Contactado mas devido a cortes no orçamento desistiu-se.\n\nDraft\n\nWe believe that your experience maintaining and developing one of the major tools used nowadays by developers everywhere, as well as your opinion on the uses of version control in software development, would be invaluable to our audience, as we are already familiar with several version control systems, as git, and we would like to find out more on how to use them on very large projects, which we have yet to see. Also we will love hear about your experience in a company like Google and know more about your work there.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Bret Taylor",
    "institution": "Google Maps/Facebok/Quip",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1660",
    "id": "bret-taylor",
    "img": "http://s3.amazonaws.com/crunchbase_prod_assets/assets/images/resized/0001/5890/15890v1-max-250x250.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "manuel.alves"
    },
    "description": "Bret Taylor is an American computer programmer and entrepreneur. He was the co-creator of Google Maps and the Google Maps API.[3][4] Taylor left Google in June 2007 to join venture capital firm Benchmark Capital as an entrepreneur-in-residence, where he and Jim Norris, another former Google employee, created the social network web site FriendFeed.[5][6] Taylor was the CEO of FriendFeed until August 2009, when the company was acquired by Facebook for an estimated $50 million.[7] Taylor was the CTO of Facebook[8] until the summer of 2012 when he left to start his own company.[9] On March 15, 2013, it was announced that Mike Schroepfer would fill the role as the new CTO of Facebook.[10]\nTaylor also co-wrote and maintains Tornado web server. The software was created at FriendFeed and was open-sourced after FriendFeed was acquired by Facebook in 2009.[11]\nTaylor attended Stanford University, where he earned his bachelor's degree (2002) and master's degree (2003) in computer science.[12][13]\nOn 15 June 2012, Taylor announced his plans to leave Facebook to start a new company.[14] On July 30, 2013, Quip announced he was a founder.[15]\n",
    "contacts": "\n\nhttps://www.facebook.com/btaylor\nhttps://twitter.com/btaylor\nhttp://www.crunchbase.com/person/bret-taylor\n\nbtaylor@gmail.com \nbtaylor@quip.com \n\nDraft\n\nYour career is fantastic, creating Google Maps which is used by millions of people, creating after that your own company that was later bought by a company like Facebook where you also worked and now, and Quip that promises to be another great success .\nYou are an example for us students and that is why we want to hear your experience, your advices.\nKnow what it takes to have a career like yours, how to do software as innovative, complex and useful.\nWe hope you accept our invitation to come and share with us all your experience.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Paul Collyer",
    "institution": "Sports Interactive",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1661",
    "id": "paul-collyer",
    "img": "https://fbcdn-sphotos-e-a.akamaihd.net/hphotos-ak-prn1/149329_10151421208915990_602269646_n.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "manuel.alves"
    },
    "description": "Paul Edward Collyer MBE and Oliver Charles \"Ov\" Collyer MBE are two English computer game designers and programmers. They founded the development company Sports Interactive in 1992 and created the Championship Manager series of football video games, which became the Football Manager series in 2004. They also created a game called Football Manager Live. The Collyer brothers often inserted themselves into their own games, as below average players, not good enough to play for even the worst teams.[citation needed]\nThe brothers are avid supporters of Everton F.C.[1] and were, in 2006, rumoured to be considering a takeover bid for the club.[2]\nThey were both appointed Member of the Order of the British Empire (MBE) in the 2010 New Year Honours for services to the computer game industry.[4]\n",
    "contacts": "\n\nhttps://www.facebook.com/paulecollyer\npaule.collyer@sigames.com\n\nDraft\n\nYour resume is amazing, games like Champions Manager or Football Manager are considered one of the best games ever, and have shown that is possible make greats games with bigs databases and information.\nWe are from one country with greats persons connected to the football, Eusebio, Cristiano Ronaldo, but Mourinho changed the mindset of people in Portugal and now they don´t only wanna play like Cristiano but also wants to be like José, and in FM we can do that, and thats is fantastic, you created a fantastic game and every year you guys improved it and the people like that, and with your big database i'm sure that the game is used for playing but also for work.\nBut as computer science students our biggest concern is how to make a game with this complexity, what are the main problems, the steps to follow, and basically to know everything about their production.\nWe believe you are the right person to explain this. And as the success of the games you have produced it's no doubt that your presence here would be a great success to.\nWe would also like to know how was your journey thus far and to see how we, students, can make it to follow your footsteps.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Jonathan Cohen",
    "institution": "Nvidia",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1625",
    "id": "jonathan-cohen",
    "img": "http://research.nvidia.com/sites/default/files/pictures/picture-16.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Accepted",
      "member": "bruno.dias"
    },
    "description": "Jonathan Cohen leads the Emerging Applications group as part of NVIDIA's Content and Technology organization. Emerging Applications seeks to develop enabling technologies that will allow end-users to access the power of GPU computing in a wide variety of application areas. Previously, he spent three years as a senior research scientist with NVIDIA Research developing scientific computing and real-time physical simulation applications on NVIDIA's massively parallel GPUs. \n\nPrior to joining NVIDIA, Mr. Cohen worked in the Hollywood feature film visual effects industry, where he developed software for films including \"The Cat in the Hat\" and \"The Chronicles of Narnia: The Lion, the Witch and the Wardrobe.\" He led development of the sand simulation and rendering system for \"Spider-Man 3\" as a Computer Graphics Supervisor at Sony Pictures Imageworks.\n\nMr. Cohen was awarded an Academy Award (Technical Achievement Award) in 2007 from the Academy of Motion Pictures Arts and Sciences for his work on fluid simulation and volumetric modeling for visual effects. He received an undergraduate degree from Brown in Mathematics and Computer Science.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Jeff Han",
    "institution": "Perceptive Pixel, Microsoft",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1614",
    "id": "jeff-han",
    "img": "http://images.ted.com/images/ted/1613_254x191.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "manuel.picarra"
    },
    "description": null,
    "contacts": "\nPerceptive Pixel (Twitter): https://twitter.com/PPIbyMicrosoft\nPerceptive pixel website: http://www.microsoft.com/office/perceptivepixel/",
    "area": "",
    "history": []
  },
  {
    "name": "David Karp",
    "institution": "Tumblr",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1617",
    "id": "david-karp",
    "img": "http://upload.wikimedia.org/wikipedia/commons/c/c3/David_Karp_EBE09_(cropped).jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "manuel.picarra"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "James Hendler",
    "institution": "Instituto Politécnico de Rensselaer",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1669",
    "id": "james-hendler",
    "img": "http://www.cs.rpi.edu/~hendler/hendler2008.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Paul Debevec",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1665",
    "id": "paul-debevec",
    "img": "http://www.fxguide.com/wp-content/uploads/2012/05/pauldebevec_featured.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "pedro.lousada"
    },
    "description": "Paul Debevec is a researcher in computer graphics at the University of Southern California's Institute for Creative Technologies. He is best known for his work in finding, capturing and synthesizing the BSDF utilizing the light stages his research team constructed to find and capture the reflectance field over the human face, high dynamic range imaging and image-based modeling and rendering.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Slav Petrov",
    "institution": "Research at Google",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1646",
    "id": "slav-petrov",
    "img": "http://www.petrovi.de/slav_petrov.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "frederico.carvalho"
    },
    "description": "I am a researcher at Google in New York. I work on problems at the intersection of natural language processing and machine learning. I am particularly interested in multilingual syntactic analysis and its applications to machine translation and information extraction. Here is a video of a recent talk about my work, which has been recognized with best paper awards at NAACL 2012 and ACL 2011. I also teach Statistical Natural Language Processing at New York University.\n",
    "contacts": "\nemail: slav@petrovi.de\n\nDraft:\nWe live in a world where we try to make it easier and easier to live. Being able to tell our computer/tablet/smartphone what to do or write can most certainly increase our productivity as we wouldn't loose any more time to carefully write things and correct typos as we were writing without looking in order to get (multiple) things done faster. You try to bring that simplicity to our lives, and you surely succeed doing it. We were hoping you would come and show us how it is possible to make our \"dumb\" electronics understand what we say.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Sergey Brin",
    "institution": "Google",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1654",
    "id": "sergey-brin",
    "img": "http://lwineinger.com/wp-content/uploads/2013/01/628x471.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rodrigo.martins"
    },
    "description": "Everyone uses Google nowadays. It's remarkable what you and Larry Page provided to the world, when both release Google, and even more amazing is what you continue to provide, such as, Google Translate, Google Maps and lots of others different applications. \nIt would be an honor for us to have you here in our event. Every spectator would be delight to hear you talk about the present and the future of your company, the problems that you currently face and new projects or new ideas.\nMany young students are eager to learn more about this amazing world of Google.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Jane Silber",
    "institution": "Canonical",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1616",
    "id": "jane-silber",
    "img": "https://si0.twimg.com/profile_images/1586386336/Silber_2010_colour-_small.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "manuel.picarra"
    },
    "description": null,
    "contacts": "\nPR@Canonical.com (canonical press email)\nhttp://www.canonical.com/ (canonical website)\nhttps://twitter.com/silbs (twitter)",
    "area": "",
    "history": []
  },
  {
    "name": "Janus Friis",
    "institution": "Skype",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1613",
    "id": "janus-friis",
    "img": "http://blogs-images.forbes.com/tomiogeron/files/2011/05/images.jpeg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "manuel.picarra"
    },
    "description": null,
    "contacts": "\nhttp://www.janusfriis.com (site)\nmediaenquiries@jfriispr.com (email)\nnão (twitter)\nnão (facebook)\nJanus Friis [Skype, Rdio, Vdio] (Linkedin) Linkedin Premium",
    "area": "",
    "history": []
  },
  {
    "name": "Mike Matas",
    "institution": "UI Designer, Push Pop Press",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1647",
    "id": "mike-matas",
    "img": "http://rsrc.pushpoppress.com/ourchoice/images/about/mike-matas.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "frederico.carvalho"
    },
    "description": "I’m a user interface designer and cofounder of Push Pop Press, a digital publishing company that worked with Al Gore to create the first full-length interactive book Our Choice. Recently Push Pop Press was acquired by Facebook where I am now working, giving people better tools to explore and share ideas.\nPrior to starting Push Pop Press I helped design the Nest Learning Thermostat and worked at Apple where I designed user interfaces and artwork for the iPhone, the iPad, and Mac OS X. Before that I cofounded Delicious Monster, a software company that created a book cataloging app called Delicious Library.\nRecently I worked with the spanish shoe company Preventi to design a new line of shoes the Mike Matas Global Nomads.\n",
    "contacts": "\nemail: michael_m@me.com\n\nDraft\nFrom designing User Interfaces on the most used devices in the world to the creation of the Digital Book that make us want to save our planet, and working for the biggest social network in the world, you have done it all! Most impressively, at such a young age! \nWe would be honoured to have you at our University to show us the diversity of your amazing work and tell us more about your projects.\n\n\nEstou fascinado com este rapaz (sim ele tem uns míseros 27 anos e já é este boss). Acham que deva incluir mais alguma coisa?",
    "area": "",
    "history": []
  },
  {
    "name": "Alexei Efros",
    "institution": "Robotic Institute, Carnegie-Mellon Univ.",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1635",
    "id": "alexei-efros",
    "img": "http://www.ri.cmu.edu/images/people/efros_alexei.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "frederico.carvalho"
    },
    "description": "My research is in the area of computer vision and computer graphics, especially at the intersection of the two. I am particularly interested in using data-driven techniques to tackle problems which are very hard to model parametrically but where large quantities of data are readily available. The ultimate goal is to use the ever-growing amount of stored visual information (digital photo albums, webcams, movies, etc.) to learn, understand, and resynthesize the visual world around us.\n",
    "contacts": "\nEmail: efros@cs.cmu.edu\n\nAlexei Efros\nMy research is in the area of computer vision and computer graphics, especially at the intersection of the two. I am particularly interested in using data-driven techniques to tackle problems which are very hard to model parametrically but where large quantities of data are readily available. The ultimate goal is to use the ever-growing amount of stored visual information (digital photo albums, webcams, movies, etc.) to learn, understand, and resynthesize the visual world around us.\n\n\nDraft\nComputer Vision is an amazing subject! Taking a picture \"apart\" and figure out what's in it is a great achievement in imaging. Computer Graphics is a subject that many of out colleagues find great interest on. We were hoping that the specialist in the junction of these two areas would come to show us how it works and how you can make this possible as it is something truly remarkable.\n",
    "area": "",
    "history": []
  },
  {
    "name": "John Carmack",
    "institution": "ID Software",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1649",
    "id": "john-carmack",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/John_Carmack_GDC_2010.jpg/220px-John_Carmack_GDC_2010.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "mariana.paulo"
    },
    "description": "John D. Carmack II (born August 20, 1970) is an American game programmer and the co-founder of id Software. Carmack was the lead programmer of the id video games Commander Keen, Wolfenstein 3D, Doom, Quake, Rage and their sequels. Carmack is best known for his innovations in 3D graphics, and is also a rocketry enthusiast and the founder and lead engineer of Armadillo Aerospace. In August 2013, Carmack took the position of CTO at Oculus VR.[4]\n",
    "contacts": "\n\nTwitter: https://twitter.com/ID_AA_Carmack\nEmail: johnc@idsoftware.com (não sei se ainda é válido ou não)\n\nDraft\n\nBeing a pioneer on the use of many techniques in computer graphics, having won NASA's Lunar Lander challenge and so many more incredible things you have achieved we believe you would be a huge inspiration to have come to our event. Also, it would be great if you could share your thoughts on open source software and what it might offer us in a near future that it isn't possible right now.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Chris Lattner",
    "institution": "LLVM, Apple",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1656",
    "id": "chris-lattner",
    "img": "http://2013.secr.ru/wp-content/uploads/2013/04/lattner_150x150.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "STAND-BY",
      "member": "rodrigo.martins"
    },
    "description": "In my opinion, it is not necessary to tell to any experienced programmer the importance of a compiler in a computer.\nThe compilers have evolved thanks to people like you who work hard to get better optimization of these ones.\nThus, we would be delighted to have you on our event where we hope that you could explain us the basics of design, implementation and optimization of the compilers LLVM and Clang and of the LLBD Debugger. You have done an excellent job, at Apple, with Xcode and Instruments. \nWe sincerely hope, we can have the honor of receiving you.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Bob Lisbonne",
    "institution": "Mozilla",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1629",
    "id": "bob-lisbonne",
    "img": "http://farm3.static.flickr.com/2783/4016253844_9f778b200a.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "mariana.paulo"
    },
    "description": "As CEO of Luminate, Bob leads the company towards realizing its vision of making images interactive. Bob’s technology career spans over 20 years, during which he played key roles as executive, entrepreneur, and venture capitalist.\nAs a General Partner at venture capital firm Matrix Partners, Bob invested in numerous startup companies. He has served on the Boards of companies which went public and got acquired by IBM, Cisco, and HP, among others.\nBob worked at Netscape Communications from 1995-1999, and served as senior vice president and general manager of its browser division. He led Netscape’s famous “browser wars,” while managing all engineering and product management for browsers, email clients, and HTML editors that garnered 100 million users and pioneered the widespread consumer adoption of the Internet.\nIn 1998, Bob embraced open source and launched mozilla.org, which represented the first time a major commercial software company adopted an open source strategy. Today, Mozilla and its Firefox browser continue to advance the cause of an open internet, while Bob serves on the board of directors of the Mozilla Foundation.\nPrior to Netscape, Bob was vice president of marketing at startup Collabra Software. At Apple, Bob launched and managed the ClarisWorks product line. And as an investment banker at Goldman Sachs, Bob advised Silicon Valley technology companies on IPOs and M&A.\nBob attended Stanford University, where he earned MBA, MA, and BA degrees, and did graduate studies in Computer Science.\n",
    "contacts": "\n\nLinkedIn: http://www.linkedin.com/pub/bob-lisbonne/1/325/730\nTwitter: https://twitter.com/lisbonne\nFacebook: https://www.facebook.com/blisbonne\n\nDraft\n\nIn a world where we are all afraid to take risks, we believe it would be an inspiration if you could come to our event and talk as an entrepreneur what makes you want to keep pushing boundaries and believing things can work out. Also, it would be amazing to hear you talk about your decision to embrace open source and to launch Mozilla and how that market has evolved since then to our days.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Cory Doctorow",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1587",
    "id": "cory-doctorow",
    "img": "http://weblogsky.com/wp/wp-content/uploads/2010/05/Cory_Doctorow_in_Borough_Market.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rodrigo.martins"
    },
    "description": "Wikipedia wrote:\nCory Efram Doctorow is a Canadian-British blogger, journalist, and science fiction author who serves as co-editor of the weblog Boing Boing. He is an activist in favour of liberalising copyright laws and a proponent of the Creative Commons organization, using some of their licenses for his books. Some common themes of his work include digital rights management, file sharing, and post-scarcity economics.\n\n(...)\n\nDoctorow believes that copyright laws should be liberalized to allow for free sharing of all digital media. He has also advocated filesharing.[37] He argues that copyright holders should have a monopoly on selling their own digital media, and copyright laws should only be operative when someone attempts to sell a product currently under someone else's copyright.\nDoctorow is an opponent of Digital Rights Management, claiming that it limits the free sharing of digital media and frequently causes problems for legitimate users (including registration problems that lock users out of their own purchases and prevent them from being able to move their media to other devices).\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Helder Pinto",
    "institution": "Blizzard e ex-Crytek",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1558",
    "id": "helder-pinto",
    "img": "http://i.picresize.com/images/2013/07/28/0aHMc.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "bruno.dias"
    },
    "description": "Bruno.Dias wrote:\nEle está interessado e, pelos vistos, já ouviu/viu algo da SINFO, porque me perguntou se foi o evento onde o Afonso foi, em Portugal. \n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Keren Elazari",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1657",
    "id": "keren-elazari",
    "img": "http://s3.amazonaws.com/dldwebsite-production/cover_photos/105/default/Keren_Elazari.jpg?1369373618",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "simao.martins"
    },
    "description": "Skilled and certified cyber security expert. Extensive experience with large scale, enterprise-wide and strategic national cyber security issues. Security event organizer, public speaker and MC. \nSpeaker at leading technology events including NATO CyCon, RSA conference, Campus Party, WIRED & DLD. Exceptional leadership, problem solving and interfacing skills. CISSP Since 2007.\n\nSpecialties: Professional public speaker at leading technology, media & security events worldwide. \nCertified Information Systems Security Professional (CISSP) Since 2007. \n+12 Years of experience working with global enterprises, Fortune500 corporations and public sector organizations. Extensive background in design, deployment and implementation of PKI solutions. Sharp analysis and problem solving capabilities. Proven leadership, management and presentation skills for new business development & Cyber security innovation.\nDescrição\nSource: LinkedIn\nSkilled and certified cyber security expert. Extensive experience with large scale, enterprise-wide and strategic national cyber security issues. Security event organizer, public speaker and MC. \nSpeaker at leading technology events including NATO CyCon, RSA conference, Campus Party, WIRED & DLD. Exceptional leadership, problem solving and interfacing skills. CISSP Since 2007.\n\nSpecialties: Professional public speaker at leading technology, media & security events worldwide. \nCertified Information Systems Security Professional (CISSP) Since 2007. \n+12 Years of experience working with global enterprises, Fortune500 corporations and public sector organizations. Extensive background in design, deployment and implementation of PKI solutions. Sharp analysis and problem solving capabilities. Proven leadership, management and presentation skills for new business development & Cyber security innovation.\n\n\nSource: Campus Party\nBorn and Raised in Tel Aviv, Israel, Keren E has been a key member of the Israeli Cyber Security & Hacking scene for more than 10 years. Since 2000, Keren has been employed with leading Israeli security firms, government organizations, Big 4 and Fortune 500 companies. Keren holds a CISSP security certification, a BA in History and Philosophy of Science and is studying towards an MA in Security Studies from Tel Aviv University. Before taking up her current position of Teaching Fellow – Security with Singularity University. \n\nIn Mountain View , California, Keren was focused on developing innovative methods and tools for detecting advanced cyber threats, working with market leading Israeli security technology companies. Keren has organized, hosted and participated at international security events such as Y2Hack04 & ILHack09 in Tel Aviv, ITBN 2007 Security Day in Budapest, co-chaired IDC Herzliya Cyber Terrorism Workshop in 2010 and NATO International conference on Cyber Conflict in 2011 and 2012 and DLDWomen in Munich, July 2012. Keren is fluent in Hebrew & English, and likes to practice Aikido and travel the world.\n\n\nVideo no Campus Party London 2013\nWatch on youtube.com\n\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Andy Seaborne",
    "institution": "Apache Jena",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1612",
    "id": "andy-seaborne",
    "img": "http://xmlsummerschool.com/images/AndySeaborne.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rafael.santos"
    },
    "description": "Your work in the development of Jena platform and in the writing of the SPARQL language, now part of the web standards are really\ninteresting to us.\nSematic web may represent the future of the web and will allow a greater degree of interation between human and machine, changing the way\nwe search and get information.\nIt would be great to have you here to talk about this theme and the role platforms and languages like Jena and SPARQ will have in this\nstep of the evolution of the web.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Felix Miller",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1648",
    "id": "felix-miller",
    "img": "http://www.slipperybrick.com/wp-content/uploads/2008/01/felix-miller-last-fm.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rafael.santos"
    },
    "description": "The apperance of Last.fm as a music service focused on personal preferences and community helped to change the way millions of people listen to music.\nMany of us are users of this service and are curious about how it came about and the ideas behind it.\nWe would love to have you here and talk about your experience as a founder of Last.Fm and how you expect this kind of music platforms\nwill evolve in the future, and what changes will bring to the way we consume music.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "David Heinemeler Hansson",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1599",
    "id": "david-heinemeler-hansson",
    "img": "http://b-i.forbesimg.com/danschawbel/files/2013/03/david.heinemeier.hansson.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "luis.riscado"
    },
    "description": null,
    "contacts": "\ndavid@loudthinking.com\ndavid@heinemeierhansson.com\n\nEstado: Rejeitou",
    "area": "",
    "history": []
  },
  {
    "name": "Martin Odersky",
    "institution": "SCALA",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1640",
    "id": "martin-odersky",
    "img": "http://lampwww.epfl.ch/~odersky/images/Martin.JPG",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rodrigo.martins"
    },
    "description": "Your work as computer science is remarkable. \nWe, as computer science students, would be very appreciated if you could tell us about your history, work and how you design Generic Java and Scala programming language, in our event, that will bring a lot of interested students. Your work with java Compiler is also very good, specially for us that use java for projects.\nIt is in our interest to know what is behind Java, Scala and Javac, and no one better than you to explain us.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Frank Buschmann",
    "institution": "Siemens, Arquitectura de Software",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1628",
    "id": "frank-buschmann",
    "img": "http://m.c.lnkd.licdn.com/mpr/mpr/shrink_200_200/p/3/000/050/0be/02ce35d.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "jessica.ribeiro"
    },
    "description": "Frank Buschmann is a Senior Principal Engineer at Siemens Corporate Technology in Munich. In this position Frank is involved in, or responsible for, the definition and realization of software architectures for platforms, product lines, and large-scale distributed systems. Frank also serves as architecture reviewer, expert mentor of architects and architecture teams, and supports his division Systems Architecture and Platforms in recruiting, project acquisition, and technological direction.\n",
    "contacts": "\n\nE-mail: Frank.Buschmann@siemens.com\nLinkedin: http://www.linkedin.com/pub/frank-buschmann/6/112/519",
    "area": "",
    "history": []
  },
  {
    "name": "Ray Kurzweil",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1643",
    "id": "ray-kurzweil",
    "img": "http://www-tc.pbs.org/wnet/need-to-know/files/2011/02/Ray-Kurzweil.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rodrigo.martins"
    },
    "description": "As director of engineering at Google, we'd like to hear you talk about your ideas for the future of technology, the benefits and consequences that this can bring to the world and to the human being. We, also, would like to know your involvement in fields such as optical character recognition, text-to-speech synthesis and speech recognition, and explain a little of what you do in each of these fields.\nIt would be a great pleasure to have you in SINFO and a great honor to attend a lecture about your work.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Peter Norvig",
    "institution": "IA",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1618",
    "id": "peter-norvig",
    "img": "http://www.wired.com/images_blogs/business/2012/01/Untitled-1_71.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "jessica.ribeiro"
    },
    "description": "Peter Norvig is an American computer scientist. He is currently the Director of Research (formerly Director of Search Quality) at Google Inc.\n",
    "contacts": "\nBibliografia: http://norvig.com/\nSmugMug: http://pn.smugmug.com/\nFacebook: https://www.facebook.com/peter.norvig\nEmails: pnorvig@google.com, peter@norvig.com\n\nHistórico:\nSINFO XX – Contactado mas não se obteve resposta.",
    "area": "",
    "history": []
  },
  {
    "name": "Tetsuya Nomura",
    "institution": "Kigdom Hearts",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1651",
    "id": "tetsuya-nomura",
    "img": "http://userserve-ak.last.fm/serve/_/52607163/Tetsuya+Nomura+tetsuyanomura294x300.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "STAND-BY",
      "member": "luis.riscado"
    },
    "description": "Tetsuya Nomura (野村 哲也 Nomura Tetsuya?, born October 8, 1970) is a Japanese video game director and character designer working for Square Enix (formerly Square). He first started work designing Final Fantasy V and Final Fantasy VI and has also been the character designer of various games, debuting in Final Fantasy VII. Additionally, Nomura debuted as video game director for the Kingdom Hearts series starting in 2002 and was also the director for the CGI film Final Fantasy VII Advent Children.\nNomura received the \"Excellence in Visual Arts\" award by the International Game Developers Association for his work in the first Kingdom Hearts game, alongside Shinji Hashimoto. In IGN's \"The Top 100 Video Game Creators of all Time\" Nomura was listed at number 84. (Wikipedia, http://en.wikipedia.org/wiki/Tetsuya_Nomura)\n",
    "contacts": "Contactos: in search..",
    "area": "",
    "history": []
  },
  {
    "name": "Brendan Eich",
    "institution": "Javascript, Mozilla",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1540",
    "id": "brendan-eich",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/0/09/BEich.jpg/200px-BEich.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "luis.riscado"
    },
    "description": "Brendan Eich (brendan@mozilla.org)\nBrendan is responsible for architecture and the technical direction of Mozilla. He is charged with authorizing module owners, owning architectural issues of the source base and writing the roadmap that outlines the direction of the Mozilla project.\n\nBrendan created JavaScript, did the work through Navigator 4.0, and helped carry it through international standardization. Before Netscape, he wrote operating system and network code for SGI; and at MicroUnity, wrote micro-kernel and DSP code, and did the first MIPS R4K port of gcc, the GNU C compiler.\n",
    "contacts": "\nbrendan@mozilla.org",
    "area": "",
    "history": []
  },
  {
    "name": "Bram Cohen",
    "institution": "BitTorrent",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1644",
    "id": "bram-cohen",
    "img": "http://www.bittorrent.com/images/copy/management/bram_cohen.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "luis.riscado"
    },
    "description": "Chief Scientist and Founder\nBram Cohen is the Chief Scientist and Founder of BitTorrent, Inc. and the creator of the BitTorrent file distribution protocol, which he grew to be a third of all Internet traffic before taking any funding. He is currently working on BitTorrent Live, a new protocol to enable limitless scaling of live video content on the Internet. Before founding BitTorrent, Bram worked at a series of start-ups through the dot-com boom doing web development and networking protocols in the early days of the Internet. Bram grew up in Manhattan, and currently lives in the Bay Area with his family. Follow Bram on Twitter:\n",
    "contacts": "\nBlog: bramcohen.com\nFacebook: bram.cohen (confirmar se é oficial)\nTwitter: @bramcohen\nBitTorrent Press and Analyst Inquires email: press@bittorrent.com\nE-mail pessoal: bram@bittorrent.com",
    "area": "",
    "history": []
  },
  {
    "name": "Dan Pinchbeck",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1645",
    "id": "dan-pinchbeck",
    "img": "http://farm9.staticflickr.com/8153/7424870670_e39e29cc10_z.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "pedro.engana"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Mike Bostock",
    "institution": "Co-criador da D3.js",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1636",
    "id": "mike-bostock",
    "img": "https://0.gravatar.com/avatar/005a27e09fe946ebef64bf4d134efc0a?d=https%3A%2F%2Fidenticons.github.com%2Fbccfec69c12f4875927673c36fb63cf4.png&s=420",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Steve Coast",
    "institution": "Open Street Map",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1633",
    "id": "steve-coast",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Steve_Coast_-_OSM_im_Rheinland_%280604%29.jpg/220px-Steve_Coast_-_OSM_im_Rheinland_%280604%29.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "email: steve@asklater.com\nicq: 14047829\nskype: stevecoast\nmsn live messeger thingy: steve@fractalus.com\naol: stevec149\ngoogle talk (jabber): stevecoast@gmail.com\nYahoo! IM: StephenCoast\ntwitter: SteveC\ndelicious: SteveC\nflickr: over here\nAmazon US wishlist here\nUS Phone: +1 (415) 894-9711\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Mark Zuckerberg",
    "institution": "Facebook",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1623",
    "id": "mark-zuckerberg",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Mark_Zuckerberg_at_the_37th_G8_Summit_in_Deauville_018_v1.jpg/220px-Mark_Zuckerberg_at_the_37th_G8_Summit_in_Deauville_018_v1.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "mariana.paulo"
    },
    "description": "Mark Elliot Zuckerberg (born May 14, 1984) is an American computer programmer and internet entrepreneur. He is best known as one of five co-founders of the social networking website Facebook. As of April 2013, Zuckerberg is the chairman and chief executive of Facebook, Inc.[5][7] and in 2013 his personal wealth was estimated to be US$16.8 billion.\nTogether with his college roommates and fellow Harvard University students Eduardo Saverin, Andrew McCollum, Dustin Moskovitz and Chris Hughes, Zuckerberg launched Facebook from Harvard's dormitory rooms.[8] The group then introduced Facebook onto other campuses nationwide and moved to Palo Alto, California, United States (U.S.) shortly afterwards. In 2007, at the age of 23, Zuckerberg became a billionaire as a result of Facebook and the number of Facebook users worldwide reached a total of one billion in 2012. Zuckerberg was involved in various legal disputes that were initiated by others in the group, who claimed a share of the company based upon their involvement during the development phase of Facebook.\nSince 2010, Time magazine has named Zuckerberg among the 100 wealthiest and most influential people in the world as a part of its Person of the Year distinction.[9][10][11] In 2011, Zuckerberg ranked first on the list of the \"Most Influential Jews in the World\" by The Jerusalem Post and has since consistently topped the list every year as of 2013.[12][13] Zuckerberg was played by actor Jesse Eisenberg in the 2010 film The Social Network, in which the rise of Facebook is portrayed\n",
    "contacts": "\n\nFacebook: https://www.facebook.com/zuck\n\nDraft\n\nWe believe you are an outstanding example of what a student that works hard and wants to make a change can achieve. \nIn addition, it would be an amazing opportunity to have you here to inspire hundreds of students to pursue their goals, telling us a bit about your experience from being a young programmer in middle school that later majored in Computer Science and that ultimately created Facebook. As Computer Science students your presence as a speaker at SINFO would have a huge impact on us and would, most certainly, be of great success.\nSince you are \"making the world more open and connected\" why not connect yourself to SINFO and leave a mark in some students that aspire to make a change too?\n",
    "area": "",
    "history": []
  },
  {
    "name": "Cliff Bleszinski",
    "institution": "Epic",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1620",
    "id": "cliff-bleszinski",
    "img": "http://www.edge-online.com/wp-content/uploads/edgeonline/oldfiles/articles/news/cliff_bleszinski_1.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "frederico.carvalho"
    },
    "description": "We were hoping you could inspire our fellow colleagues and make them see that anything is possible if they really put their heart to it. Since you started at the age of 17 (only a few years older than our average audience) and have an amazing career behind and ahead of you. It would show the audience, which is composed by many wannabe game developers, the amazing life behind the game.\nYou once said you would like to have young people looking up to you saying they'd want to \"make games like that someday\" - what better than an auditorium full of Computer Science students eager to learn from you? Also, that you'd like to be seen as \"an evangelist for gaming as a cultural thing\". We were hoping you'd come \"preach\" at our University.\n",
    "contacts": "\nmail: cliffyb@cliffyb.com\ntwitter: https://twitter.com/therealcliffyb\n\nNo Google Docs está lá Blizzard, mas só encontrei cenas dele na Epic.. \n\nDraft:\nWe were hoping you could inspire our fellow colleagues and make them see that anything is possible if they really put their heart to it. Since you started at the age of 17 (only a few years older than our average audience) and have an amazing career behind and ahead of you. It would show the audience, which is composed by many wannabe game developers, the amazing life behind the game.\nYou once said you would like to have young people looking up to you saying they'd want to \"make games like that someday\" - what better than an auditorium full of Computer Science students eager to learn from you? Also, that you'd like to be seen as \"an evangelist for gaming as a cultural thing\". We were hoping you'd come \"preach\" at our University.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Zach Klein",
    "institution": "co-fundador da Vimeo",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1606",
    "id": "zach-klein",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Zach_Klein%2C_Designer.jpg/220px-Zach_Klein%2C_Designer.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "manuel.picarra"
    },
    "description": "Zach Klein (born September 26, 1982) is an American Internet entrepreneur best known for co-founding and designing Vimeo in 2004. He also co-founded the on-line shopping site Svpply[3] and assisted in the development of CollegeHumor. He later served as the chief product officer of Boxee and is currently the CEO of DIY.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Gerhard Behles",
    "institution": "Ableton",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1577",
    "id": "gerhard-behles",
    "img": "https://cdn2-resources.ableton.com/resources/filer_thumbnails/2013/04/10/gerhard_cropped.jpg__654x596_q85_crop_upscale.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "Years ago, Ableton Live established a new way of thinking musical performances. It had such a strong impact that, actually, there is the concept of live performance. \nNowadays, Ableton has secure it's place as one of the leaders regarding music production and live performance software. Many young producers and DJs (some of them are our colleges), in Portugal, see Ableton Live as a flexible music learning environment. Certainly, it's fair to assume that, when you see a laptop open at a DJ ou band performance, there is an instance of Live running. \nYour partnership with Cycling 74 allowed many non-programmers to understand the thought and action process behind coding instruments and effects. Besides that, it unleashed the criative power of many Live users, to provide a more usable and fun system and, at the same time, strengthening and expanding the whole community. This tool can, in some ways, help people that never programmed, in their lifes, to understand the thought process necessary to code.\n",
    "contacts": "\nLinkedin: http://de.linkedin.com/pub/gerhard-behles/6/1a3/539\nTelefone: 646-205-9568\nEmail: press@ableton.com (NOTA: como este é um dos emails da Ableton, não faz sentido enviar, segundo o template que se criou)\n\nNota: Se o Gerhard não responder, passarei, provavelmente, a vez ao segundo orador da Ableton.\n\nDraft 1\nYears ago, Ableton Live established a new way of thinking musical performances. It had such a strong impact that, actually, there is the concept of live performance. \nNowadays, Ableton has secure it's place as one of the leaders regarding music production and live performance software. Many young producers and DJs (some of them are our colleges), in Portugal, see Ableton Live as a flexible music learning environment. Certainly, it's fair to assume that, when you see a laptop open at a DJ ou band performance, there is an instance of Live running. \nYour partnership with Cycling 74 allowed many non-programmers to understand the thought and action process behind coding instruments and effects. Besides that, it unleashed the criative power of many Live users, to provide a more usable and fun system and, at the same time, strengthening and expanding the whole community. This tool can, in some ways, help people that never programmed, in their lifes, to understand the thought process necessary to code.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Shinji Hashimoto",
    "institution": "Final Fantasy",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1619",
    "id": "shinji-hashimoto",
    "img": "http://squarebox.de/wp-content/uploads/2012/08/shinji_hashimoto_tgs-thumb-478x325-2373.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Give Up",
      "member": "jessica.ribeiro"
    },
    "description": "Shinji Hashimoto (born October 6, 1968 in Kyoto, Japan) is a Japanese game producer. He currently works for Square Enix, which he joined in 1995,[1] and has been the producer for several of their titles, including games in the Final Fantasy and Kingdom Hearts series. Hashimoto previously worked for the toy company Bandai.\n",
    "contacts": "\n(Não encontro)\n\nHistórico:\nSINFO XX – Não chegou a ser contactado porque não se encontrou contactos.",
    "area": "",
    "history": []
  },
  {
    "name": "Ilkka Paananen",
    "institution": "Supercell",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1622",
    "id": "ilkka-paananen",
    "img": "http://hs11.snstatic.fi/webkuva/taysi/560/1366209125006?ts=592",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "jessica.ribeiro"
    },
    "description": "Ilkka Paananen is the CEO of Supercell.\nPreviously President at Digital Chocolate.\nIlkka is a games industry entrepreneur with more than 10 years of experience in growing organizations from the founding team to a size of a hundreds.\n",
    "contacts": "\nLinkedin: http://www.linkedin.com/in/ilkkapaananen\nTwitter: https://twitter.com/ipaananen",
    "area": "",
    "history": []
  },
  {
    "name": "Ken Levine",
    "institution": "Co-Fundador Irrational Games/BioShock",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1512",
    "id": "ken-levine",
    "img": "http://media1.gameinformer.com/imagefeed/featured/irrational/bioshockinfinite/ir5.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "rafael.santos"
    },
    "description": "We admire your contribution to the gaming industry through titles such as System Shock 2, and specially the Bioshock franchise.\nGames recognized for their great gameplay design and how they helped to promote games as a medium of storytelling.\nWe would love to hear your thoughts about your design philosophy in games, what you consider the fundamentals of an engaging\nand impactful story and some tips for students who intent to follow game development.\n",
    "contacts": "\nEmail: klevine@irrationalgames.com\nTwitter: https://twitter.com/IGLevine\n\nEdit1: \n\nEdit2: Mail reenviado",
    "area": "",
    "history": []
  },
  {
    "name": "Gabe Newell",
    "institution": "Valve",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1590",
    "id": "gabe-newell",
    "img": "http://win8review.com/wp-content/uploads/2012/07/Gabe-Newell.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "jessica.ribeiro"
    },
    "description": "Being a prominent figure on game developing industry and having contributed with your work both in Valve Corporation as in game development as well-known works as Counter-Strike, Half-Life and Left 4 Dead, it would be our honor to have you on our campus. We would be pleased if you could share your experiences and views in the games industry and about some of the philosophies of Valve regarding game developing.\nIt would be an huge and unique opportunity for the people who consider you an inspiration, like many of our colleagues, and who wish to go into game developing.\n",
    "contacts": "\n\nEmail Valve: http://www.valvesoftware.com/email.php? ... abe+Newell\nEmail: gaben@valvesoftware.com\n\nHistórico:\n\nSINFO XX – Contactado mas não se obteve resposta.",
    "area": "",
    "history": []
  },
  {
    "name": "Mark Shuttleworth",
    "institution": "Canonical Ltd. [Ubuntu]",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1589",
    "id": "mark-shuttleworth",
    "img": "http://www.sowetanlive.co.za/incoming/2013/06/11/422px-mark_shuttleworth_by_martin_schmitt.jpg/RESIZED/Small/422px-Mark_Shuttleworth_by_Martin_Schmitt.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "jessica.ribeiro"
    },
    "description": "We find your work very interesting and inspiring. Therefore we would be very pleased if you could accept our invitation to speak on our event about your work in Canonical, throughout the years, and the story behind the Ubuntu project, which is very used by all the IT students to do their tasks. We also would love to hear your opinions about the software world.\n",
    "contacts": "\n\nClaire Newman: claire.newman@canonical.com (Intermediário)\nFacebook: http://www.facebook.com/pages/Mark-Shut ... 7064736372\n\nHistórico:\n\nSINFO XX - Rejeitou o convite.",
    "area": "",
    "history": []
  },
  {
    "name": "Markus 'Notch' Persson",
    "institution": "Mojang AB",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1592",
    "id": "markus-notch-persson",
    "img": "http://www.geek.com/wp-content/uploads/2013/02/notch-590x295.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Give Up",
      "member": "bruno.dias"
    },
    "description": "For your work in game development, more precisely, indie and open world games, we would like to invite you to our conference, at IST-UTL, Portugal. At both our campus, we have students which the main focus of study, research and hobby, is game development. And, without a doubt, you are one of the main references, in the industry. For example, one of our colleges based his master's thesis on how minecraft can be used for science (his name is Ivo Capelo).\nWe would love to hear your views on open world development and how to grow a small game dev startup to a big indie company, like Mojang AB.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Scott Reismanis",
    "institution": "DBolical",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1608",
    "id": "scott-reismanis",
    "img": "http://devsbuild.it/files/styles/card/public/INT_design3_scott-reismanis-desura_031113.png?itok=dbhJDDFh",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Jack Little",
    "institution": "Presidente da Mathworks",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1605",
    "id": "jack-little",
    "img": "http://www.mathworks.com/company/aboutus/images/jacklittle.gif",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "Jack Little is president and cofounder of MathWorks. He was a coauthor and principal architect of early versions of the company's flagship MATLAB product as well as Signal Processing Toolbox and Control System Toolbox.\n\nJack holds a B.S. degree in electrical engineering and computer science from MIT (1978) and an M.S.E.E. degree from Stanford University (1980).\n\nA Fellow of the IEEE and Trustee of the Massachusetts Technology Leadership Council, he writes and speaks about technical computing, Model-Based Design, entrepreneurship, and software industry issues.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Cleve Moler",
    "institution": "Fundador da Mathworks",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1604",
    "id": "cleve-moler",
    "img": "http://www.mathworks.com/company/aboutus/images/clevemoler.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Marek Spanel",
    "institution": "Bohemia Interactive",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1602",
    "id": "marek-spanel",
    "img": "http://www.bistudio.com/images/stories/arma3/screenshots/marek_spanel.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Bjarne Stroustrup",
    "institution": "C++",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1601",
    "id": "bjarne-stroustrup",
    "img": "http://upload.wikimedia.org/wikipedia/commons/3/36/Stroustrup_kent_state_edit.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rui.botelho"
    },
    "description": "I designed and implemented the C++ programming language. To make C++ a stable and up-to-date base for real-world software development, I stuck with its ISO standards effort for 20+ years (so far).\n",
    "contacts": "\nbs@cs.tamu.edu\nhttp://www.stroustrup.com/",
    "area": "",
    "history": []
  },
  {
    "name": "Biz Stone",
    "institution": "Twitter",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1600",
    "id": "biz-stone",
    "img": "https://si0.twimg.com/profile_images/1749381351/image.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rui.botelho"
    },
    "description": null,
    "contacts": "\n\nPerfil de LinkedIn: http://www.linkedin.com/in/bizstone\nPerfil de Facebook: https://www.facebook.com/profile.php?id=100002842947522\nPerfil no Twitter: https://twitter.com/biz\nPerfil na CrunchBase: http://www.crunchbase.com/person/biz-stone",
    "area": "",
    "history": []
  },
  {
    "name": "Larry Page",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1584",
    "id": "larry-page",
    "img": "http://images.bwbx.io/cms/2013-05-15/0515_larryPageB_630x420.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Give Up",
      "member": "rafael.santos"
    },
    "description": "Dear Mr Larry Page,\n\nOn behalf of the team organizing XXI SINFO we would be pleased if you would accept our invitation to speak at our event.\n\nSINFO is on its 21st edition and is an event organized by college students who have a passion for technology and innovation. Check our presentation page for more thorough information regarding SINFO.\n\nWhen: The week from February 24th to February 28th, 2014\n\nWhere: Lisbon Tech (IST - Alameda Campus) - Lisbon, Portugal\n\nEven though we're a non-funded university event, we're fully prepared to cover all travel and lodging expenses.\n\nWe're committed to bring to our Country and University the most interesting and innovative speakers in the various fields regarding Software Development and Engineering - and that is the reason why we're inviting you.\n\nWe admire Google's work and the its efforts to bring innovation to the web. We would be thrilled to have you at our event and talk about your experience at Google. Additionally we would love to hear your views on the future of the web and how technology may come to shape people's life in the future.\n\nI hope you find this invitation alluring and that you can give us a positive response.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Jon Hall",
    "institution": "Director Linux Internacional",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1523",
    "id": "jon-hall",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Jon_maddog_abr.jpg/525px-Jon_maddog_abr.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "claudia.filipe"
    },
    "description": null,
    "contacts": "\nTwitter: https://twitter.com/maddoghall\nGoogle+: https://plus.google.com/115999964287637644901/posts\nLinkedin: http://www.linkedin.com/in/maddog",
    "area": "",
    "history": []
  },
  {
    "name": "Evan Williams",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1588",
    "id": "evan-williams",
    "img": "http://www.wired.com/images_blogs/photos/uncategorized/2007/04/06/evwill.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rafael.santos"
    },
    "description": "Your work as an innovator led to the creation of Blogger and Twitter and helped to shape the way millions of people use and interact\nwith each other on the internet.\nAs users of this services and having some aspirations regards creating a company of our own we value your work immensely.\nIt would be great to have here and talk about your experiences in the creation of your previous companies and of your life as a entrepreneur.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Andy Rubin",
    "institution": "Android",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1598",
    "id": "andy-rubin",
    "img": "http://cache.gizmodo.com/assets/images/4/2009/09/500x_rubin-android.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "rui.botelho"
    },
    "description": "Andrew E. Rubin is the co-founder and former CEO of both Danger Inc., and Android Inc. He is currently Senior Vice President of Mobile at Google, where he oversees development of Android, an open-source operating system for smartphones.[1][2] Rubin has four patents for his inventions.\n\nhttp://en.wikipedia.org/wiki/Andy_Rubin\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "James Gosling",
    "institution": "JAVA",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1559",
    "id": "james-gosling",
    "img": "https://private.sinfo.org/forum/images/smilies/icon_e_wink.gif",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "claudia.filipe"
    },
    "description": null,
    "contacts": "\nLinkedin: http://www.linkedin.com/in/jamesgosling\nBlog pessoal: http://nighthacks.com/roller/jag/",
    "area": "",
    "history": []
  },
  {
    "name": "Phil Zimmermann",
    "institution": "PGP",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1597",
    "id": "phil-zimmermann",
    "img": "https://www.philzimmermann.com/images/photos/PRZ-in-Dublin.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "valmiky.arquissandas"
    },
    "description": "Philip R. Zimmermann is the creator of Pretty Good Privacy, an email encryption software package. Originally designed as a human rights tool, PGP was published for free on the Internet in 1991. This made Zimmermann the target of a three-year criminal investigation, because the government held that US export restrictions for cryptographic software were violated when PGP spread worldwide. Despite the lack of funding, the lack of any paid staff, the lack of a company to stand behind it, and despite government persecution, PGP nonetheless became the most widely used email encryption software in the world. After the government dropped its case in early 1996, Zimmermann founded PGP Inc. That company was acquired by Network Associates Inc (NAI) in 1997, where he stayed on for three years as Senior Fellow. In 2002 PGP was acquired from NAI by a new company called PGP Corporation, where Zimmermann served as special advisor and consultant until its acquisition by Symantec in 2010. \n",
    "contacts": "\nE-mail: prz@mit.edu (do endereço acima).\n\nDe notar que ele cobra SEMPRE speaking fees, como deixa claro aqui: https://www.philzimmermann.com/EN/speaker/index.html . Tenho vontade de lhe perguntar quanto, mas não me parece que venha a acontecer :/",
    "area": "",
    "history": []
  },
  {
    "name": "Andrew Ng",
    "institution": "Standford e Coursera",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1530",
    "id": "andrew-ng",
    "img": "http://www.technologyreview.com/sites/default/files/legacy/andrew_x220.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "bruno.dias"
    },
    "description": "Your work in the development of MOOCs and Machine Learning have inspired millions of students and future researchers. Some of those current and future researchers study and work at our university. Your newest work on deep learning is providing a great insight on new ways of obtaining knowledge from big datasets-\nAlso, we were impressed with the advancements you, and your team, made with Google, regarding Google Brain. Indeed, that prooved quite impressive in the benchmarks. For that, i bet our students would love to ear, and see, you talking about what you have done, for this project.\nTaking into account that, nowadays, the main focus of AI research, teaching and production is on learning models, and being you one of the main figures on machine learning, it would be a pleasure, for us and our campus, that you come to our conference, next year.\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Brian Behlendorf",
    "institution": "Apache, Mozilla",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1542",
    "id": "brian-behlendorf",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/9/98/Brian_Behlendorf_at_INTEROP.jpg/220px-Brian_Behlendorf_at_INTEROP.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "jessica.ribeiro"
    },
    "description": "Brian Behlendorf (born March 30, 1973) is a technologist, computer programmer, and an important figure in the open-source software movement. He was a primary developer of the Apache Web server, the most popular web server software on the Internet, and a founding member of the Apache Group, which later became the Apache Software Foundation. Behlendorf served as President of the Foundation for three years.[1] Behlendorf has served on the board of the Mozilla Foundation since 2003.\n",
    "contacts": "\n\nTwitter: https://twitter.com/brianbehlendorf\nFacebook: https://www.facebook.com/brian.behlendorf\nLinkedin: http://www.linkedin.com/in/brianbehlendorf",
    "area": "",
    "history": []
  },
  {
    "name": "Guido van Rossum",
    "institution": "Python",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1547",
    "id": "guido-van-rossum",
    "img": "http://pytalent.zandstrasystems.com/Guido-van-Rossum_DO6GvRhi.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "bruno.dias"
    },
    "description": "In our computer science curriculum, the first course about program, since 2 years ago, is teached using python, as first language. As you were the creator of Python, what better to motivated and inspire our new freshmen?\nAs, if not the main, one of the main figures of Python development, one great topic of the talk would be how to manage such a big and important community and the decisions behind the releases of each version of Python.\nWhat is your vision, for Python, in long term? For example, will it become the main language for data scientists, due to the machine learning and statistics libraries available?\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Rajiv Eranki",
    "institution": "Dropbox",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1564",
    "id": "rajiv-eranki",
    "img": "https://dl.dropbox.com/u/27645276/2010/rajiv4.PNG",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "jorge.palma"
    },
    "description": "We believe your work at Dropbox was amazing, the engineering problems and obstacles you faced while trying to scale something as Dropbox must have been more than a few, and trying to scale very rapidly while maintaining a safe, fast and reliable service must have been tough to manage. We think those experiences would be most valuable to our audience mainly comprised of computer engineers and computer engineering students, and we would love if you could come to SINFO and share them, as well as other experience and knowledge you picked up along the way.\n",
    "contacts": "\nRajiv Eranki <rajiv.eranki@gmail.com>\n\nAntigos do MIT:\neranki@mit.edu",
    "area": "",
    "history": []
  },
  {
    "name": "David Deutsch",
    "institution": "Quantum Computing",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1568",
    "id": "david-deutsch",
    "img": "https://encrypted-tbn2.google.com/images?q=tbn:ANd9GcQVOGtAhR1w60Dzqo4vX1sf4aidT-CGy0IOONmJTIjZB1f4k_j1",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Rejected",
      "member": "manuel.alves"
    },
    "description": "Quantum mechanics might be known to name, but we want it to go a step further. We want our community to understand, and to develop a hunger to know more in this area. We want everyone to know what Quantum Mechanics is all about.\n\nThe only way to bring that excitement to our community, is to bring the best people in the area to expose us a whole new world, and we feel you are the right person to engage us in Quantum Mechanics fields. Your experience is invaluable to us, and we want you to show our community the way.\n",
    "contacts": "\n\nEmail: david.deutsch@qubit.org\n\nDepartment\n\nClarendon Laboratory\nParks Road, Oxford\nOX1 3PU, United Kingdom\nFax: +44 (0)1865 272 400\nEmail: d.deutsch1@physics.ox.ac.uk\n\nWebsite:\nhttp://www.qubit.org/people/david\n\nHistórico:\n\nSINFO XX - contactado para o 1º email mas não se obteve resposta.\n\nDraft:\n\nQuantum mechanics might be known to name, but we want it to go a step further. We want our community to understand, and to develop a hunger to know more in this area. We want everyone to know what Quantum Mechanics is all about.\n\nThe only way to bring that excitement to our community, is to bring the best people in the area to expose us a whole new world, and we feel you are the right person to engage us in Quantum Mechanics fields. Your experience is invaluable to us, and we want you to show our community the way.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Karel Mořický",
    "institution": "Bohemia Interactive",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1579",
    "id": "karel-moick",
    "img": "http://d13pix9kaak6wt.cloudfront.net/background/karelmoricky_1291489373_72.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Eric Wahlforss",
    "institution": "Soundcloud",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1576",
    "id": "eric-wahlforss",
    "img": "http://b.vimeocdn.com/ps/118/394/1183948_300.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "Soundcloud allowed every musician (that has an internet connection) to get quick feedback and spread the word, about his/her works, in a very intuitive environment. Today, more than 180 million users are using Soundcloud and, because of that, the company faced several scalability problems, as your devs posted in the Soundcloud blog. It would be very interesting, for our students, to hear you on the development of soundcloud and how you really solved problems regarding scalability and user experience.\n",
    "contacts": "\nSite pessoal: http://eric.wahlforss.com/\nTwitter: https://twitter.com/ericw\nFacebook: https://www.facebook.com/ericwahlforss\n\nSoundcloud allowed every musician (that has an internet connection) to get quick feedback and spread the word, about his/her works, in a very intuitive environment. Today, more than 180 million users are using Soundcloud and, because of that, the company faced several scalability problems, as your devs posted in the Soundcloud blog. It would be very interesting, for our students, to hear you on the development of soundcloud and how you really solved problems regarding scalability and user experience.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Hans Rosling",
    "institution": "Gapminder",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1573",
    "id": "hans-rosling",
    "img": "https://private.sinfo.org/forum/styles/abbcode/images/youtube.gif",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "francisco.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Cristina Fonseca/Tiago Paiva",
    "institution": "TalkDesk",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1572",
    "id": "cristina-fonsecatiago-paiva",
    "img": "https://private.sinfo.org/forum/styles/abbcode/images/youtube.gif",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "francisco.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Ryan Betts",
    "institution": "VoltDB",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1571",
    "id": "ryan-betts",
    "img": "https://private.sinfo.org/forum/styles/abbcode/images/vimeo.gif",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "francisco.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Matthew Ahrens",
    "institution": "ZFS Project Co-Founder",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1570",
    "id": "matthew-ahrens",
    "img": "https://si0.twimg.com/profile_images/1616358200/MattAhrens.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "francisco.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Steve Mann",
    "institution": "The \"father of wearable computing\"",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1565",
    "id": "steve-mann",
    "img": "http://www1.pcmag.com/media/images/351744-steve-mann.jpg?thumb=y",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Contacted",
      "member": "jorge.palma"
    },
    "description": "Steve Mann, a Canadian citizen, received his PhD degree from MIT in 1997, where he founded the MIT Wearable Computing Project and was its first member (in the words of MIT Media Lab founder Nicholas Negroponte, Mann \"brought the seed\" (link) that founded the MIT Wearable Computing project). He then returned to Canada where he is now a tenured professor at University of Toronto, and General Chair of the IEEE ISTAS, as well as Associate Editor of IEEE T&S. He is the inventor of the MannGlassTM (link) HDR welding glass, the EyeTap Digital Eye Glass (link), and has been recognized as \"the father of the wearable computer\" (link) and the \"father of AR\" (link). He has been described as a modern-day Leonardo da Vinci (link), and is also a sculptor, artist, and inventor of the hydraulophone, a public water feature that is a fun and playful musical instrument installed as public art around the world. He has been featured by news organizations including AP News, New York Times, LA-Times, Time, Newsweek, Fortune, WiReD, NBC, ABC, CNN, David Letterman (#6 on Letterman's Top Ten), CBC-TV, CBS, Scientific American, Scientific American Frontiers, Discovery Channel, Byte, Reuters, New Scientist, Rolling Stone, and BBC. Thousands of articles about him have appeared worldwide in many languages. His award winning documentary cyborglog ShootingBack, and the ideas from his recent book \"CYBORG: Digital Destiny and Human Possibility in the Age of the Wearable Computer\" (Randomhouse Doubleday, 2001) inspired a 35mm feature length motion picture film about his life (http://wearcam.org/cyberman.htm (link)), said, by P.O.V., to be Canada's most important film of the year. Together with his students James Fung and Chris Aimone, as well as neurologist Ariel Garten, Mann founded InteraXon, a Canadian company that is currently commercializing the cyborg technology developed by Mann, Fung, and Aimone. InteraXon created a large-scale public art installation open to the public as the flagship project of the Ontario Pavillion during the entire time of the Olympics from February 12-28, 2010.\nMann was the inventor of (link), and one of the 4 people that developed the EyeBorg camera, named one of the 50 best inventions of the year by TIME. He has written more than 200 research publications, books, and patent publications, and has been the keynote speaker at more than 25 scholarly and industry symposia and conferences and has also been an invited speaker at more than 50 university Distinguished Lecture Series and colloquia. His work has been shown in numerous galleries and musems around the world, including the Smithsonian Institute, National Museum of American History, The Science Museum (Wellcome Wing, opening with Her Majesty The Queen June 2000), Museum of Modern Art (MoMA in New York), Stedelijk Museum (Amsterdam), Triennale di Milano, Austin Museum of Art, and San Francisco Art Institute. He also won first place in the Coram International Sustainable Design Award for his interactive water feature, and is the recipient of the 2004 Leonardo Award for Excellence.\n",
    "contacts": "\nProf. Steve Mann,\nUniversity of Toronto,\nDepartment of Electrical Engineering,\nToronto, Ontario, Canada,\nM5S 3G4,\n(416) 946-3387\nmann@eecg.toronto.edu\nhttp://www.eecg.toronto.edu/~mann/\n\nhttp://eyetap.blogspot.pt/\nhttps://plus.google.com/110420376165455330301/posts\n\n\n\nYour work on Wearable Computing and your groundbreaking inventions set a pillar stone for everything the world now pays a lot of attention to.\n\nThings like the EyeBorg camera pushed further the boundaries of reality, of what was said to be normal. And as every groundbreaking invention, it was so different, new and innovative, that all of it's potential was hard to be fully understood by everyone right away.\n\nWe believe that after the great talk that Kevin Warwick gave last year, a talk regarding your work and your life's experience would provide an invaluable knowledge and understanding to our audience of computer scientists and engineers, electrical engineers and mechanical engineers.\n",
    "area": "",
    "history": []
  },
  {
    "name": "Hugo Tavares",
    "institution": "LunaCloud",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1562",
    "id": "hugo-tavares",
    "img": "https://private.sinfo.org/forum/images/smilies/icon_e_smile.gif",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "claudia.filipe"
    },
    "description": null,
    "contacts": "\nhttp://www.lunacloud.com/support/visito ... =/_email=/",
    "area": "",
    "history": []
  },
  {
    "name": "Chris Metzen",
    "institution": "Blizzard",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1561",
    "id": "chris-metzen",
    "img": "https://private.sinfo.org/forum/images/smilies/icon_e_smile.gif",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "claudia.filipe"
    },
    "description": "Jorge.Palma wrote:\nPois difícil é falar com ele, o ano passado não conseguimos, pode ser que seja este ano.\n",
    "contacts": "\nTwitter: https://twitter.com/ChrisMetzen\nLinkedin: http://www.linkedin.com/pub/chris-metzen/5/264/118",
    "area": "",
    "history": []
  },
  {
    "name": "Mojang AB",
    "institution": "algum dos principais Devs",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1534",
    "id": "mojang-ab",
    "img": "http://hydra-images.cursecdn.com/scrolls.gamepedia.com/6/6c/Mojanglogo.PNG",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Martin Dougiamas",
    "institution": "Moodle",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1550",
    "id": "martin-dougiamas",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/2/28/Martin_Dougiamas.jpg/200px-Martin_Dougiamas.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Rasmus Lerdorf",
    "institution": "PHP",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1546",
    "id": "rasmus-lerdorf",
    "img": "http://www.soldierx.com/system/files/hdb/rasmus_lerdorf.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Jens 'jeb_' Bergensten",
    "institution": "Mojang AB",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1555",
    "id": "jens-jeb-bergensten",
    "img": "https://secure.gravatar.com/avatar/5d516fc8c3141dcf808eab721b1c1d44?s=420&d=https://a248.e.akamai.net/assets.github.com%2Fimages%2Fgravatars%2Fgravatar-user-420.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Jakob 'JahKob' Porser",
    "institution": "Mojang AB",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1554",
    "id": "jakob-jahkob-porser",
    "img": "http://www.edge-online.com/wp-content/uploads/edgeonline/oldfiles/images/mojang_porser.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Paul Graham",
    "institution": "Hacker News, Lisp",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1551",
    "id": "paul-graham",
    "img": "http://cdn.thenextweb.com/wp-content/blogs.dir/1/files/2011/09/6186634797_2c4f2ba802_z-520x355.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Tim Berners-Lee",
    "institution": "W3C & All the WWW",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1545",
    "id": "tim-bernerslee",
    "img": "http://2.bp.blogspot.com/_v--_xz4rREk/TIwj6LOfM3I/AAAAAAAAAC4/XSaGlZNIzDc/s320/ce9f3d4fec098b3ee4d796e08e7dbc55.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": "Dear Mr. Mendes,\n\nThank you for your invitation to Sir Tim Berners-Lee to participate in the XVIII Informatics Week at Instituto Superior Técnico.\n\nUnfortunately Sir Tim will not be able to participate. Thank you again for your invitation and best wishes for the event.\n\nSincerely,\n\nAmy van der Hiel for Tim Berners-Lee\nW3C\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "David Karp",
    "institution": "Tumblr",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1549",
    "id": "david-karp",
    "img": "http://static.guim.co.uk/sys-images/Media/Pix/pictures/2012/1/27/1327685567710/David-Karp-007.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Dan Kaminsky",
    "institution": "DNS cache poisoning, DNSSEC, Sony rootkits",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1543",
    "id": "dan-kaminsky",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Dan_Kaminsky_cropped.jpg/320px-Dan_Kaminsky_cropped.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "valmiky.arquissandas"
    },
    "description": "Dan Kaminsky is an American security researcher. He formerly worked for Cisco, Avaya, and IOActive, where he was the Director of Penetration Testing.[1][2] He is known among computer security experts for his work on DNS cache poisoning, and for showing that the Sony Rootkit had infected at least 568,200 computers[3] and for his talks at the Black Hat Briefings.[2]\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Bob Lisbonne",
    "institution": "Luminate, Mozilla",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1541",
    "id": "bob-lisbonne",
    "img": "http://s3.amazonaws.com/crunchbase_prod_assets/assets/images/resized/0000/9874/9874v1-max-250x250.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "jorge.palma"
    },
    "description": "As CEO of Luminate, Bob leads the company towards realizing its vision of making images interactive. Bob’s technology career spans over 20 years, during which he played key roles as executive, entrepreneur, and venture capitalist.\nAs a General Partner at venture capital firm Matrix Partners, Bob invested in numerous startup companies. He has served on the Boards of companies which went public and got acquired by IBM, Cisco, and HP, among others.\nBob worked at Netscape Communications from 1995-1999, and served as senior vice president and general manager of its browser division. He led Netscape’s famous “browser wars,” while managing all engineering and product management for browsers, email clients, and HTML editors that garnered 100 million users and pioneered the widespread consumer adoption of the Internet.\nIn 1998, Bob embraced open source and launched mozilla.org, which represented the first time a major commercial software company adopted an open source strategy. Today, Mozilla and its Firefox browser continue to advance the cause of an open internet, while Bob serves on the board of directors of the Mozilla Foundation.\n\nRead more: http://www.crunchbase.com/person/bob-li ... z2YlJQGFsy\n",
    "contacts": "\n\nSoon",
    "area": "",
    "history": []
  },
  {
    "name": "Unknown Worlds",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1537",
    "id": "unknown-worlds",
    "img": "http://unknownworlds.com/wp-content/themes/unknown-worlds/assets/img/elem/logo-uw.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "rui.botelho"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Michel Ancel",
    "institution": "Ubisoft",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1515",
    "id": "michel-ancel",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Michel_Ancel.jpg/200px-Michel_Ancel.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "jorge.palma"
    },
    "description": "Michel Ancel (born March 29, 1972) is a French video game designer for Ubisoft. He is best known for creating the Rayman franchise, for which he was the lead designer for the first two games, and the recent Rayman Origins. He is also known for the cult favourite Beyond Good & Evil and for the video game adaptation of Peter Jackson's King Kong. He is currently working on a sequel to Beyond Good & Evil with a small team of developers, using development tools specially designed to make game development more accessible to a greater audience.\n",
    "contacts": "\nParece ser difícil\n\nFacebook?\nhttps://www.facebook.com/michel.ancel.7",
    "area": "",
    "history": []
  },
  {
    "name": "Chris Wynn",
    "institution": "Epic Games, BioWare",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1517",
    "id": "chris-wynn",
    "img": "http://m.c.lnkd.licdn.com/mpr/mpr/shrink_200_200/p/4/000/13f/228/1ddcee3.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "jorge.palma"
    },
    "description": null,
    "contacts": "\n\nTwitter: https://twitter.com/HammerOfWynn\nLinkedin: http://www.linkedin.com/in/cwynn",
    "area": "",
    "history": []
  },
  {
    "name": "Oliver Collyer",
    "institution": "Sports Interactive",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1532",
    "id": "oliver-collyer",
    "img": "http://www.gameworldone.com/wp-content/images/posts/ovcollyer.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "\nTODO (este senhor tem os contactos ocultos...tenho de me armar em detective)",
    "area": "",
    "history": []
  },
  {
    "name": "Slav Petrov",
    "institution": "Língua Natural",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1531",
    "id": "slav-petrov",
    "img": "http://www.petrovi.de/slav_petrov.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Dan Boneh",
    "institution": "criptografia",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1528",
    "id": "dan-boneh",
    "img": "http://scpd.stanford.edu/computerSecurity/images/faculty/danBoneh_w148_q60.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "valmiky.arquissandas"
    },
    "description": "Dan Boneh (/boʊˈneɪ/; Hebrew: דן בונה‎) is a Professor of Computer Science and Electrical Engineering at Stanford University. He is a researcher in the areas of applied cryptography and computer security.[1][2]\n\nBoneh is one of the principal contributors to the development of pairing-based cryptography from the Weil Pairing, along with Dr. Matt Franklin of the University of California at Davis.[5]\n\nSome of his achievements in cryptography include:\n2010 He was involved in designing tcpcrypt, TCP extensions for transport-level security[6][7]\n...\n2003 A timing attack on OpenSSL (with David Brumley)\n...\n1999 Cryptanalysis of RSA when the private key is less than N0.292 (with Glenn Durfee)\n...\nSome of his contributions in computer security include:\n2007 \"Show[ing] that the time web sites take to respond to HTTP requests can leak private information.\"[9]\n...\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Paul Vixie",
    "institution": "ISC, vixie-cron, PAIX, MAPS, ARIN, ICANN",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1527",
    "id": "paul-vixie",
    "img": "http://www.techfestival.org/wp-content/uploads/2010/07/paul-vixie_std1.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "valmiky.arquissandas"
    },
    "description": "Paul Vixie is an American Internet pioneer, the author of several RFCs and well-known Unix software author.\nVixie attended George Washington High School in San Francisco, California. He received a Ph.D in computer science from Keio University in 2011.[3]\nHe authored the standard UNIX system programs SENDS, proxynet, rtty and Vixie cron. At one point he ran his own consulting business, Vixie Enterprises.\nAfter he left DEC in 1994, he founded Internet Software Consortium (ISC) together with Rick Adams and Carl Malamud to support BIND and other software for the Internet. The activities of ISC were assumed by a new company, Internet Systems Consortium in 2004. Although ISC operates the F root server, Vixie at one point joined the Open Root Server Network (ORSN) project and operated their L root server.[4]\nIn 1995, he cofounded the Palo Alto Internet Exchange (PAIX), and after Metromedia Fiber Network (MFN) bought it in 1999 served as the chief technology officer to MFN / AboveNet and later as the president of PAIX.\nIn 1998, he cofounded MAPS (Mail Abuse Prevention System), a California nonprofit company with the goal of stopping email abuse.\nVixie has stated that he \"now hold[s] the record for 'most CERT advisories due to a single author.'\" [5][6]\nIn 2008, Vixie served as a judge for the Mozilla Foundation's \"Download Day\", an attempt to set a Guinness World Record for most downloads in a single day for a new piece of software.[7]\nVixie was elected to the ARIN Board of Trustees in 2005, and was elected Chairman in 2009 and re-elected in 2010.\nVixie also serves on the Security and Stability Advisory Committee of ICANN.[8]\n",
    "contacts": "Contacto: paul@redbarn.org (obtido pelo whois a vix.com; foi difícil encontrar isto...)",
    "area": "",
    "history": []
  },
  {
    "name": "Steve Feak",
    "institution": "Riot Games",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1522",
    "id": "steve-feak",
    "img": "https://si0.twimg.com/profile_images/1434625517/mefull.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "claudia.filipe"
    },
    "description": null,
    "contacts": "\nTwitter: https://twitter.com/RiotGuinsoo\nLinkedin: http://www.linkedin.com/pub/stephen-feak/3/a25/89b/\nFacebook: https://www.facebook.com/steve.feak.5",
    "area": "",
    "history": []
  },
  {
    "name": "Poul-Henning Kamp",
    "institution": "FreeBSD, Varnish",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1272",
    "id": "poulhenning-kamp",
    "img": "http://people.freebsd.org/~phk/phk7.png",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "valmiky.arquissandas"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Bdale Garbee",
    "institution": "Debian, SPI, HP, FreedomBox",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1525",
    "id": "bdale-garbee",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Bdale_pic1.jpg/320px-Bdale_pic1.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "valmiky.arquissandas"
    },
    "description": "Bdale Garbee /ˈbiːdeɪl ˈɡɑrbiː/[1] is a computer specialist who works with GNU/Linux, particularly Debian. He retired at the end of August 2012 from long service as the Open Source & Linux Chief Technologist at Hewlett-Packard.[2]\nGarbee has been a Debian developer since the earliest days of the project in the mid-1990s. (...)\nHe served as a Debian Project Leader (DPL) for one year (2002-2003),[3] and currently serves as chairman of the Debian Technical Committee.\nGarbee has served on the board of directors of Software in the Public Interest, the non-profit organization that collects donations for Debian and many other Free Software projects, since July 29, 2004, and was elected president on August 1, 2006.\nGarbee represents the interests of individual members and developers on the board of directors of the Linux Foundation.\n",
    "contacts": "\n\nTendo em conta que a casa dele foi completamente destruída pelos incêndios de Colorado em Black Forest no mês passado, é difícil prever se ele irá aceitar o convite, mas fica a ideia.",
    "area": "",
    "history": []
  },
  {
    "name": "Salman Khan",
    "institution": "Khan Academy",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1516",
    "id": "salman-khan",
    "img": "http://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Salman_Khan_TED_2011.jpg/220px-Salman_Khan_TED_2011.jpg",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "jorge.palma"
    },
    "description": "He is the founder of the Khan Academy, a free online education platform and nonprofit organization. From a small office in his home, Khan has produced more than 4,000 video lessons teaching a wide spectrum of academic subjects, mainly focusing on mathematics and the sciences. As of May 2013, the Khan Academy channel on YouTube attracted 1,000,000 subscribers and the Khan Academy videos have been viewed over 268 million times. In 2012, Time named Salman Khan in its annual list of the 100 most influential people in the world. Forbes magazine put Salman Khan on its cover with the story \"$1 Trillion Opportunity\".\n",
    "contacts": "\n\nTwitter: @khanacademy\n\nPretty straight forward\nhttps://khanacademy.wufoo.com/forms/kha ... r-request/\n\nO form é bastante completo e dá boas perspectivas, apenas um bocado longo mas penso que podemos responder a tudo.",
    "area": "",
    "history": []
  },
  {
    "name": "Martin Odersky",
    "institution": "SCALA",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1503",
    "id": "martin-odersky",
    "img": "https://private.sinfo.org/forum/styles/abbcode/images/youtube.gif",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "simao.martins"
    },
    "description": "Clara.Paiva wrote:\n(Já ouvi dizer que é mais do que Java, uma miscelândia de \"todas\" as linguagens. Anda bastante na moda.\nNa HackerSchool estávamos a propôr um projecto nessa linguagem)\n",
    "contacts": "",
    "area": "",
    "history": []
  },
  {
    "name": "Native Instruments",
    "forum": "https://private.sinfo.org/forum/viewtopic.php?f=80&t=1510",
    "id": "native-instruments",
    "img": "https://private.sinfo.org/forum/styles/abbcode/images/youtube.gif",
    "participation": {
      "event": "xxi-sinfo",
      "status": "Suggestion",
      "member": "bruno.dias"
    },
    "description": null,
    "contacts": "",
    "area": "",
    "history": []
  }
]